{"company": "moody's corporation", "year": "2023", "ticker": "M", "url": "https://www.moodys.com/sites/products/ProductAttachments/Sustainability/2022-stakeholder-sustainability.pdf", "content": " 2022 Stakeholder  \nSustainability Report\n\nEmpowering transparent \nand efficient markets\n\n\f##PAGE_BREAK##Table of \nContents\n\nStakeholder Sustainability Microsite\n\n2022 TCFD Report\n\n03\n\nA Message from \nRob Fauber,  \nPresident & CEO \n\n04\n\n2022 Sustainability \nHighlights \n\n05\n\nAbout  \nMoody’s\n\nMoody’s at a Glance\nAbout This Report\nOur Commitment \nto Sustainability\n\n  \n\nTable of Contents \n\n| \n\n2\n\n17\n\nBetter  \nBusiness\n\n61\n\nBetter  \nSolutions\n\nESG and Climate Capabilities\n\n32\n\nBetter  \nLives\n\nDiversity, Equity and Inclusion\nEmployee Attraction and \nEngagement\nEmployee Health and Well-being\nLearning and Development\nCommunity Impact\n\nCorporate Governance\nBusiness Ethics and  \nProfessional Integrity\nRisk Assessment and  \nManagement\nClimate\nCybersecurity and Data Privacy\nResponsible Sourcing\n\n69\n\nAppendix\n\nMetric Summary\nFramework Index\nGlossary\nAdditional Resources\n\nThis is Moody’s 2022 Stakeholder Sustainability Report, which covers the period from January 1 to December 31, 2022, except as noted otherwise. This report has been prepared in accordance with the Global Reporting Initiative (GRI) Standards: Core option, Value Reporting \nFoundation’s Sustainability Accounting Standards Board (SASB) Standard for Professional and Commercial Services, and the World Economic Forum (WEF) International Business Council’s Stakeholder Capitalism Metrics. Like the Moody’s Annual Report, much of this \ndocument describes matters relating to Moody’s Corporation and its consolidated subsidiaries. When referring to “we” or “Moody’s,” except where otherwise noted, this report refers to Moody’s Corporation and its consolidated subsidiaries. Specific references to “Moody’s \nInvestors Service” and “Moody’s Analytics” are examples of instances where the coverage diverges. In addition: (i) references to “the Board” refer to the Moody’s Corporation Board of Directors, (ii) information and descriptions regarding Executive Compensation and Corporate \nGovernance, like in the 2023 Proxy Statement, refer to Moody’s Corporation and its executive officers, and (iii) information and descriptions relating to Business Ethics and Professional Integrity, Risk Assessment and Management, Climate, Responsible Sourcing, Cybersecurity & \nData Privacy, Learning and Development, Diversity, Equity & Inclusion, Employee Attraction and Engagement, Employee Health & Well-being, Community Impact, ESG and Climate Capabilities, as well as our Sustainability Goals, are for Moody’s Corporation and its consolidated \nsubsidiaries, except where otherwise noted.\n\nAll references to dollars are to U.S. dollars, unless otherwise stated, and “tonnes” refers to metric tons. Certain statements in this report are aspirational or otherwise forward-looking, and company goals are not guarantees or promises that all goals will be met. Actual results \nmay differ materially from the company’s expectations or predictions expressed in this report. Statistics, metrics and other performance measurements included in this report are estimates and may be based on assumptions or developing standards. Consistent with our holistic \napproach to sustainability, examples of products and services mentioned in this report include instances in which they have been provided for free, at a reduced cost and/or for a fee or cost. We welcome feedback and questions about this report. Please email us your queries at \nsustainability@moodys.com.\n\n\f##PAGE_BREAK##A Message from Rob Fauber, President & CEO\n\n \n\nPresident & CEO Letter \n\n| \n\n3\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nSince we issued our last report, the world \nhas continued to experience a rapid rate of \nchange with exponential risk. This backdrop \nhas caused our customers to seek our \nguidance to help them navigate an  \nuncertain landscape with increasingly \ninterconnected risks.  \n\nWe believe our commitment to supporting sustainable \nand inclusive economies and communities is more \nimportant now than ever. In fact, responsible decision-\nmaking is part of the fabric of our Company and \nsustainability goals are embedded as core objectives in \nour strategic roadmap. For a knowledge company like \nMoody’s, sustainability is made possible by our people. \nTogether, we’re adapting to meet the evolving needs \nof our customers, while also helping more companies \nassess a range of risks. Our sustainability commitment \nalso extends to our workplace, where we continue to \nfocus on making Moody’s a place where people want  \nto come and stay. \n\nThere are several achievements from 2022 that we  \ncan be proud of: We were one of the first companies to \nhave our near- and long-term net-zero climate targets \nvalidated by the Science Based Targets initiative. \nThrough our role as a founding member of the Net Zero \nFinancial Services Provider Alliance and our membership \nof the Taskforce on Nature-related Financial Disclosures, \nwe also played a key role in helping shape industrywide \nsustainability initiatives and reporting standards.\n\nDespite these very important steps forward, we know \nthere is still work to be done. That’s why we are focused \non further reducing energy consumption and greenhouse \ngas emissions across our operations and value chain. \nThis includes having nearly half of our current suppliers \nglobally implement science-based climate targets. We \nalso recently refreshed our materiality assessment so \nthat our sustainability strategy continues to be aligned \nwith our stakeholders’ priorities. Additionally, we are \nbringing together our broad firmographic, weather, and \nESG datasets to help insurers and banks better identify, \nmeasure and manage sustainability, physical and \ntransition risks.  \n\n“Together, we’re adapting to meet the evolving \nneeds of our customers, while also helping more \ncompanies assess a range of risks.”\n\nImportantly, we are deeply invested in fostering a \nsupportive and diverse workforce, while also advancing \nmore equitable economies and communities. This \nyear, we rolled out several new employee training and \ndevelopment programs, which focus on topics such \nas sustainability and leadership, to help empower \nour employees pursue their career paths. We also \nimplemented an enhanced approach to our community \nengagement work that draws on our people, solutions \nand capital to support communities around the world. \nWe were honored to be a founding member of the U.S. \nEconomic Opportunity Coalition (EOC), which  \n\nis focused on aligning public and private investments to \naccelerate inclusive, sustainable economic growth. The \nEOC’s strategic objective aligns well with our Creating \nOpportunities for Racial Equity (CORE) program, which \nleverages our expertise and capabilities to support \nthe growth of Community Development Financial \nInstitutions and Minority Depository Institutions  \nwhich play a vital role in our economy.\n\nMoody’s achievements are the result of the hard work, \ncollaboration and innovation of my colleagues across \nthe company. While we know there’s more work to do  \n\nto realize a sustainable future – we have confidence in \nwhat we as a company are able to accomplish because \nwe do it together.\n\nThank you to our customers and stakeholders for \nthe trust you place in Moody’s. We look forward to \nadvancing more of this important work in 2023 as we \ncontinue delivering integrated perspectives on risk.\n\nROB FAUBER \nPresident and CEO, Moody’s Corporation \n\n\f##PAGE_BREAK##2022 Sustainability Highlights\n\n \n\n2022 Sustainability Highlights \n\n| \n\n4\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nBetter Business\nWe accelerated our work to embed \nprincipled, sustainable decision-making \ninto our operations and value chain by:\n\n » Becoming one of the first companies  \n\nto have our near- and long-term  \nnet-zero climate targets validated by \nthe Science Based Targets initiative.\n\n49%\n\nof suppliers by spend \nhave science-based \ntargets\n\n » Increasing the share of our suppliers by spend who have science-based \n\ntargets to 49%, exceeding our internal annual target.\n\n » Making sustainability one of the core Strategic and Operational \n\ncompensation metrics for all applicable employees.\n\n » Launching our cybersecurity online learning program, CybSafe, to educate \n\nour employees on leading cyber hygiene practices.\n\n » Publishing our Global Tax Policy that aligns our tax practices with our \n\nsustainability framework.\n\n1 Employee-led giving includes grants paid from Moody’s Foundation toward the Matching Gifts and Dollars for \nDoers programs.\n2 Approximate ESG & Climate revenue from Moody’s Investors Service and Moody’s Analytics as of \nDecember 31, 2022.\n\nBetter Lives\nWe fostered a nurturing and inclusive \nculture in our workplace and supported  \nour communities by: \n\n » Progressing on our customer-focused \n\n$11.5\n\nMILLION\nin treasury deposits \ninto Black-owned banks\n\ndiversity, equity and inclusion \ninitiative, Creating Opportunities for \nRacial Equity (CORE), by joining the \nEconomic Opportunity Coalition, and depositing $1.5 million of treasury \ndeposits into Black-owned banks in addition to $10 million in 2021.\n\n » Evolving our global employee well-being approach to place a greater \n\nemphasis on holistic wellness.\n\nBetter Solutions\nWe continue to provide trusted  \nperspectives that inform a clear and  \nholistic understanding of risk by:\n\n$190\n\nMILLION\nin ESG and  \nClimate revenue\n\n » Embedding environmental, social \nand governance (ESG) and climate \nconsiderations into our analytics, \nworkflow solutions and research, and \nincreasing transparency on how ESG factors affect credit ratings.\n\n » Launching our new ESG Insurance Underwriting Solution, which integrates \n\nindicators and scores to help commercial property and casualty insurers \noperationalize ESG risk assessment.\n\n » Expanding our learning and development offerings by launching  \n\n » Expanding our Issuer Profile Scores (IPS) and Credit Impact Scores (CIS) \n\nMoody’s University, offering over 50,000 accessible learning materials  \nfor our employees.\n\nto cover more than 10,000 governments, financial institutions and \ncorporations across sectors globally.\n\n » Engaging our communities through our employees’ contribution of over \n14,000 volunteer hours and more than $7 million in Moody’s Foundation \ngrants, corporate charitable contributions, value of volunteer hours and \nemployee-led giving.1\n\n » Joining the Climate Data Steering Committee to help make climate \n\ntransition-related data freely available in a single place for the first time.\n\n\f##PAGE_BREAK## \n\nAbout Moody’s \n\n| \n\n5\n\nAbout Moody’s \n\nMoody’s at a Glance\nAbout This Report\nOur Commitment to Sustainability \n\nBetter Lives \f##PAGE_BREAK## \n\nMoody’s at a Glance \n\n| \n\n6\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nMoody’s at a Glance\n\nWHO WE ARE\nMoody’s (NYSE: MCO) is a global integrated risk \nassessment firm that empowers organizations to identify, \nmanage and measure risk and unlock opportunity. \n\nWHAT WE DO\nOur products and solutions help our customers to better \nunderstand the risk of doing business with others. Our \ntwo primary business segments include:\n\n » Moody’s Investors Service (MIS) provides investors \n\nwith a comprehensive view of global debt markets \nthrough credit ratings and research. MIS’s trusted \ninsights help equip decision-makers with information \nthat will assist them in navigating turmoil and  \nmarket volatility.\n\n » Moody’s Analytics (MA) provides data, analytics \n\nand insights to equip leaders of financial, nonfinancial \nand government organizations with effective tools \nto understand a range of risks to make better, faster \ndecisions. MA uses analytic models, industry insights, \nsoftware tools and proprietary data assets to allow \ncompanies to inform and perform critical business \nactivities. Customers make better decisions about risk \nand opportunities by using MA’s integrated, efficient \napproach to aggregating, broadening and deepening \navailable data, research and analytical tools and \nsoftware solutions.\n\nAs financial markets become more sophisticated and \ninterconnected, we believe that greater transparency, \ncredible insights and fair access to information open the \ndoor to shared progress. \n\nWith over 14,000 employees and operations in more \nthan 40 countries, we combine global perspective with \nlocal expertise and over a century of experience in \nfinancial markets. We are also enhancing our existing \nreach across Latin America, Asia-Pacific (APAC), Europe, \nthe Middle East and Africa (EMEA) by further partnering \nwith affiliates and launching new platforms.\n\n51%\n\n2022\n\nREVENUE\n\n49%\n\n49%\n\n  MA              \n\n  MIS\n\nWHAT WE BELIEVE\nOur values guide our progress in a complex and \nevolving environment. In all we do, we aim to act in a \nprincipled, inclusive, collaborative, forward-thinking and \nrigorous manner. We believe that quality information \nand financial knowledge is empowering and that our \ncore values contribute to better decision-making that \npromotes growth, sustainability and transparency.\n\nPRINCIPLED\n\nINCLUSIVE\n\nCOLLABORATIVE\n\nFORWARD-THINKING\n\nRIGOROUS\n\nFacts and figures\n\n$5.5 BILLION\n\nFY 2022 REVENUE\n\n14,000+ EMPLOYEES\n\n$5.5 BILLION\n\nFY 2022 REVENUE\n\n100+ YEARS\n\n40+ COUNTRIES\n\n\f##PAGE_BREAK##About This Report\n\nOur third Stakeholder Sustainability Report details our progress toward incorporating \nsustainability into our operations and value chain, including our products and services.\n\nFor the purposes of this report, “sustainability” \nencompasses our ability to manage key risks and \nopportunities while also positively impacting our people, \nsociety and the financial markets. As such, this report \ncovers everything from our corporate Decarbonization \nPlan to the protection of our customers’ data and our \ndiversity, equity and inclusion efforts, as well as the \ncontinued integration of ESG considerations into our \nproducts and solutions. These strategies and select \ninitiatives from 2022 are highlighted in three main \nsections, each focused on a different aspect of our  \nglobal community: Better Business, Better Lives and \nBetter Solutions. \n\nThe contents of this report are informed by an \nindependent, comprehensive nonfinancial materiality \nassessment, which was refreshed in 2022. We support \nglobal efforts toward more consistent and comparable \ndisclosures, and our reporting is in line with globally \nrecognized and relevant ESG reporting standards and \nframeworks, including the Sustainability Accounting \nStandards Board (SASB), the updated 2021 Global \nReporting Initiative Standards (GRI) and the World \nEconomic Forum’s (WEF) International Business \nCouncil’s Stakeholder Capitalism Metrics. For our  \n2022 Framework Index, please see the Appendix.\n\nThe metrics in this report cover calendar year 2022, \nunless stated otherwise, with qualitative discussions \nalso representing early 2023 and future outlooks.\n\n \n\nAbout This Report \n\n| \n\n7\n\nSUPPORTING MATERIALS\nOur annual Sustainability Report complements and expands upon the information found in \nour financial and additional nonfinancial reporting materials. These materials are referenced \nthroughout the report and include:\n\n2023\n\n2023\n\nProxy Statement\n\nTCFD\n\n2022\n\nTCFD Report\n\n2022\n\nForm 10-K\n\nStakeholder\nSustainability\nMicrosite\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nAdditional Resources \n\nIncludes a comprehensive list of  \nsupplementary information\n\n\f##PAGE_BREAK##Our Commitment to Sustainability\n\n \n\nOur Commitment to Sustainability \n\n| \n\n8\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nEnvironmental, Social and Governance  \n(ESG) factors have always been inputs \nto financial risk. At Moody’s, we seek to \nempower transparent and efficient markets \nby helping decision-makers decode these \nand other risks.\n\nThis effort begins by putting sustainable decision-\nmaking, responsibility and inclusivity at the center \nof our operations and across our interactions with \nstakeholders. For our customers, we provide access \nto clear and relevant ESG data and analysis that \ncapital market participants can integrate into their risk \nevaluation, capital allocation and long-term planning. \nThe rigor and objectivity we bring to our analysis helps to \nestablish clearer industrywide sustainability standards, \nas well as more transparent and efficient markets.\n\nOUR SUSTAINABILITY STRATEGY\n\nTo successfully and responsibly achieve our business \nmission, we continually seek to build a better business \nacross our operations and value chain, support better \nlives for our people and communities, and deliver better \nsolutions for our customers. This framework connects \nour sustainability strategy to our business purpose and \nleverages our expertise, resources and values to make \na measurable and positive impact. It is based on our \nnonfinancial material topics and guided by the United \nNations Sustainable Development Goals (SDGs). \n\nBetter Business\nWe work to embed principled, sustainable decision-\nmaking into our operations and value chain. \n\nMore on page 17\n\nBetter Lives\nWe strive to foster a nurturing and inclusive culture that \nprovides equitable opportunities for the development \nand advancement of our people and communities. \n\nBetter Solutions\nWe provide trusted perspectives that inform a clear \nand holistic understanding of risk, including ESG and \nclimate considerations.\n\nMore on page 32\n\nMore on page 61\n\nBest ESG Reporting  \n(large cap), IR Magazine\n\nNOTABLE AWARDS\n\nMenopause Friendly \nWorkplace, accredited  \nby the independent  \norganization Henpicked\n\nESG Data Provider of the \nYear – Europe, Environmental \nFinance Sustainable \nInvestment Awards 2022\n\nAmerica’s Most JUST  \n100 Company\n\nBloomberg Gender \nEquality Index\n\nESG Data Vendor of the \nYear, Asia Risk Awards 2022\n\nNet Zero Transition Award, \nReuters Responsible Business \nAwards 2022*\n\nCDP A List for Climate \nAction and CDP Supplier \nEngagement Leader for third \nconsecutive year\n\nBest Place to Work for \nDisability Inclusion, Disability \nEquality Index 2022\n\nCertified as a Great Place \nto Work® (GPTW) in the \nU.S. and India\n\nBest ESG Data Provider \nof the Year, Waters \nRankings 2022\n\nESG Category Winner, \nChartis RiskTech100® 2023\n\nFor a list of all of our awards and rankings, please see https://awards.moodys.io/.\n\n* Icon is not an actual logo.\n\n\f##PAGE_BREAK##RECENT SUSTAINABILITY MILESTONES\n\n2019\n\n2020\n\n » Joined the U.N. Global Compact, including \n\nbecoming a founding member of its CFO \nTaskforce for the SDGs and signing its Business \nAmbition for 1.5°C pledge. \n\n » Set science-based targets for reducing \n\ngreenhouse gas (GHG) emissions, published \nDecarbonization Plan and joined the Say on \nClimate campaign. \n\n » Became a signatory of the Principles for \n\n » Received an “A” score from CDP on climate \n\nResponsible Investment. \n\naction for the first time.\n\n » Acquired majority stake in V.E, global provider of \nESG research, and in Four Twenty Seven, leading \nprovider of climate risk tools. \n\n » Committed $1 million to equal justice and \n\nsupport of the Black community, and committed \nto achieve Management Leadership for \nTomorrow’s Black Equity at Work Certification. \n\n » Launched a comprehensive ESG Solutions unit to \n\nserve the growing demand for ESG insights.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n \n\nOur Commitment to Sustainability \n\n| \n\n9\n\n2021\n\n2022\n\n » Published first Stakeholder Sustainability  \nReport and launched sustainability website.\n\n » Refreshed our nonfinancial  \n\nmateriality assessment.\n\n » Published inaugural diversity, equity and  \ninclusion (DE&I) Report and established  \ntangible commitments to advance DE&I.\n\n » Implemented a new software to streamline  \n\nour global pay equity analysis.\n\n » Committed to achieve net-zero across our \n\noperations and value chain by 2040.\n\n » Became a founding member of the Net Zero \n\nFinancial Services Provider Alliance.\n\n » Joined the Taskforce on Nature-related Financial \n\nDisclosures (TNFD).\n\n » Published our Political Engagement & Public  \nPolicy Statement and our first U.S. Political \nEngagement Report.\n\n » Became one of the first companies to have its  \nnear- and long-term net-zero targets validated  \nby the Science Based Targets initiative (SBTi).\n\n » Became a founding member of the U.S. Economic \n\nOpportunity Coalition.\n\n » Formally launched our global employee learning \n\nplatform, Moody’s University. \n\n » Launched our ESG Insurance Underwriting Solution.\n\n » Updated our Environmental Sustainability Policy.\n\n » Requested feedback from market participants \n\n » Published our EEO-1 data publicly for the  \n\nfirst time.\n\n » Acquired RMS, a leader in climate and natural \n\ndisaster risk modeling and analytics. \n\non proposed framework for providing Net-Zero \nAssessments for nonfinancial corporates.\n\n » Published our Global Tax Policy.\n\n » Joined the United Nations Global Compact’s \nEarly Adopters Program and were one of the \nfirst companies to disclose using the enhanced \nCommunication on Progress (CoP).\n\n » Published a New Assessment Framework  \n\nfor providing second-party opinions on  \nsustainable debt.\n\n » Revised our Community Impact framework  \nthat increases the impact and clarity of our \ncommunity efforts.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nCONTRIBUTING TO THE  \nUNITED NATIONS SDGs\nWhile the United Nations SDGs are \npredominantly a call to action for countries,  \nwe believe significant progress will require \ncollaboration and collective action across public \nand private sectors. That’s why we regularly \nassess opportunities across our business to align  \nour operations, initiatives and partnerships  \nwith the SDGs. These efforts intersect with  \nour sustainability strategy to build a better \nbusiness, support better lives and deliver  \nbetter solutions. With these outcomes in  \nmind, we have identified the following five \nareas where we believe there is opportunity  \nto make the greatest impact given the nature  \nof our business.\n\nIn 2022, we joined the United \nNations Global Compact’s Early \nAdopters Program and were \none of the first companies to \ndisclose using the enhanced \nCommunication on Progress \nquestionnaire. For more \ninformation, see our recent \nprogress report.\n\n \n\nOur Commitment to Sustainability \n\n| \n\n10\n\nRELEVANCE\n\nOUR CONTRIBUTION\n\nSDG\n\nS D \nequality\n\nS D G 9: \nIndustry, \n\ninequalities\n\nAchieve gender \nequality and \nempower all \nwomen and girls\n\nWe are committed to achieving gender \nparity by implementing development \nprograms and working toward \nmore equal representation of and \ncompensation for women across  \nour workforce.\n\nBuild resilient \ninfrastructure, \npromote inclusive \nand sustainable \nindustrialization \nand foster \ninnovation\n\nReduce inequality \nwithin and among \ncountries\n\nWe support small- and medium-sized \nenterprises by helping them scale their \nbusiness and increase their access \nto financial services through our \nempowerment programs.\n\nOur efforts to reduce inequality \ninclude offering inclusive workplace \nprograms and promoting greater \neconomic opportunity in the \ncommunities where we operate.\n\n » Expanded our paid return-to-work program, RE-IGNITE, to Canada and India for \nmid- to senior-level individuals who are restarting their careers after at least a  \ntwo-year hiatus.\n\n » Increased our diverse Tier I supplier spend by 44%.\n » Provided career development programs for female employees, including TIDE \n\n(Talent Aspirations & Alignment, Insights, Development & Career Planning and \nExposure & Expansion) and RISE.\n\n » Joined the Economic Opportunity Coalition to accelerate our roadmap for our \n\ncustomer-focused DE&I initiative, Creating Opportunities for Racial Equity (CORE), \nand promote economic opportunity in underserved communities.\n\n » Empowered small businesses in Latin America and Africa through our partnership \n\nwith Village Capital by providing select startups with the financial tools and \nknowledge to access capital. \n\n » Expanded the coverage of Moody’s Local credit rating agencies, providing country-\n\nspecific credit ratings and methodologies for capital markets in Latin America.\n\nHOW WE MAKE PROGRESS\n\n » Responsible sourcing\n » Diversity, equity and inclusion\n » Employee attraction and \n\nengagement\n\n » Community impact\n\n » Diversity, equity and inclusion\n » Community impact\n » ESG and climate capabilities\n\n » As of December 31, deposited $11.5 million of treasury deposits into Black-owned \n\nbanks as part of our work to promote more inclusive financial markets  \nthrough CORE.\n\n » Diversity, equity and inclusion\n » Community impact\n\n » Propelled diverse talent forward through our dedicated DE&I programs and \n\ninitiatives, such as our business resource group (BRG)-led mentorship programs \nand TIDE.\n\n » Partnered with organizations, like Village Capital and Fundacion MarViva , that \nwork to address economic access and community resiliency issues that affect \npeople in emerging markets at disproportionate rates.\n\nTake urgent action \nto combat climate \nchange and its \nimpacts\n\nWe are advancing our climate action \nby setting science-based targets for \nour operations and supply chain, as \nwell as bringing innovative solutions \nto market that help our customers \nidentify and understand climate-\nrelated risk.\n\n » Set a long-term net-zero science-based target of 90% reduction of Scope 1, 2  \n\nand 3 GHG emissions.\n\n » Progressed on our near-term science-based targets, increasing the share of our \n\nsuppliers by spend who have their own science-based targets to 49%.\n\n » Expanded our climate catastrophe modeling capabilities through the integration  \n\nof RMS to build an even more holistic picture of how catastrophe risks interact  \nwith economic risks, financial performance and credit worthiness.\n\n » Climate\n » Responsible sourcing\n » ESG and climate capabilities\n\nPartnerships \nfor the goals\n\nStrengthen \nthe means of \nimplementation \nand revitalize the \nglobal partnership \nfor sustainable \ndevelopment\n\nPartnerships with like-minded \norganizations and campaigns drive \nimpact across our sustainability \npillars, amplify our reach and \nprovide opportunities for enhanced \nstakeholder engagement.\n\n » Continued our partnerships with like-minded organizations and campaigns driving \n\nimpact across our sustainability pillars, including the U.N. Global Compact, \nGlasgow Financial Alliance on Net Zero (GFANZ), Task Force on Climate-related \nFinancial Disclosures (TCFD), TNFD and Accounting for Sustainability (A4S).\n\n » Joined climate-focused groups advancing industry net-zero ambitions, including \nthe SBTi Financial Institutions Net-Zero Expert Advisory group and the Climate \nData Steering Committee.\n\n » Stakeholder engagement\n » Climate\n » Diversity, equity and inclusion\n » Community impact\n\n\f##PAGE_BREAK## \n\nOur Commitment to Sustainability \n\n| \n\n11\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nIDENTIFYING AND PRIORITIZING  \nOUR MATERIAL ESG TOPICS\nOur sustainability strategy is grounded in the \nassessment of the material nonfinancial topics most \nrelevant to our internal and external stakeholders and \nmost influential to our business.\n\nIn 2022, we refreshed our materiality assessment, which \nwas first conducted in 2020, to refine and optimize our \nsustainability strategy. The updated assessment includes \na revised topic list to account for emerging sustainability \ntrends, improved topic definitions to enhance clarity \nand an analysis of impact of each topic on our value \nchain, accounting for both upstream and downstream \nfactors. Overall, the outcome of this assessment \nvalidated our preliminary assumptions and the general \ntopic prioritization from the 2020 assessment, including \nthat stakeholders placed a significant emphasis on \nour business imperatives, like Business Ethics and \nProfessional Integrity and Risk Assessment and \nManagement. Throughout this report, we discuss our \nongoing progress for each of our materials topics.\n\nThe inputs for the refreshed assessment included:\n\n » Research on peers and emerging industry trends  \n\nsince 2020.\n\n » Analysis of ESG ratings reports and international \n\nsustainability frameworks (e.g., SASB, GRI, TCFD,  \nWEF and SDGs).\n\n » Interviews and surveys collected from over 2,000 \n\ninternal and external stakeholders, including members \nof our Board of Directors, Executive Leadership  \nTeam members and the global workforce, and  \nselect customers, stockholders, suppliers and  \npolicy influencers. \n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n \n\nOur Commitment to Sustainability \n\n| \n\n12\n\nBetter Business\n\nTOPIC\n\nDEFINITION\n\nVALUE CHAIN IMPACT1\n\nRELATED SECTIONS IN REPORT\n\nBoard Composition\n\nMaintaining a board composed of members from diverse professional \nbackgrounds, genders, identities and ethnicities, with varied tenures, \nas well as directors who possess highly relevant and complementary \nskill sets, including the ability to oversee ESG topics.\n\nM  \n\nBusiness Ethics \nand Professional \nIntegrity\n\nOperating honestly, fairly, with transparency and in accordance \nwith the law, and expecting compliance with corresponding ethical \nstandards as outlined for employees, suppliers and contractors.\n\nClimate\n\nAnalyzing climate risk exposure and assessing business resilience  \nto anticipate, prepare for and respond to climate events and the  \nlow-carbon transition. Reducing energy use and GHG emissions  \nthat contribute to climate change throughout our entire value  \nchain (e.g., operations, suppliers, products and services).\n\nCybersecurity  \nand Data Privacy\n\nMaintaining clear policies and practices to mitigate and respond to \nrisks from data collection, storage and usage, and safeguarding the \nfinancial and personal data of stakeholders.\n\n » Corporate governance\n\n » Business ethics and professional integrity\n » Responsible sourcing\n\n » Climate\n » Responsible sourcing\n » ESG and climate capabilities\n\n » Cybersecurity and data privacy\n\nProviding fair and transparent compensation of executives.\n\n » Corporate governance\n\nExecutive \nCompensation\n\nHuman Rights\n\nCommitting to respect human rights and understanding our \nresponsibility to help prevent and mitigate human rights abuses.\n\nNature and \nBiodiversity\n\nManaging recycling efforts, waste, water consumption and other \nnature-related topics, such as forestation, in our operations.\n\nRisk Assessment \nand Management\n\nIdentifying, assessing, monitoring and managing risks aligned  \nwith the business mission, vision and strategy to make responsible \ndecisions and serve the long-term interests of all our stakeholders.\n\n1 Where along our value chain a material topic is deemed to have the greatest importance to stakeholders and influence on business success.\n\n » Business ethics and professional integrity\n » Responsible sourcing\n\n » Climate\n\n » Risk assessment and management\n » Responsible sourcing\n\nKEY:\n\nMoody’s\n\nUpstream: refers to relevance to Moody’s suppliers\n\nDownstream: refers to relevance to Moody’s customers and communities\n\n\f##PAGE_BREAK## \n\nOur Commitment to Sustainability \n\n| \n\n13\n\nBetter Lives\n\nTOPIC\n\nDEFINITION\n\nVALUE CHAIN IMPACT1\n\nRELATED SECTIONS IN REPORT\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nDiversity, Equity \nand Inclusion\n\nEnhancing efforts to promote equal opportunities and representation \nof diverse backgrounds, races, ethnicities, genders and identities \nwithin the workforce and workplace, as well as in the broader \nmarketplace. This includes equitable compensation for employees \nat all levels, as well as efforts to integrate diversity into Moody’s \nsuppliers, customer base and community engagement programs.\n\nEmployee \nAttraction and \nEngagement\n\nAdopting a holistic approach to the employee value proposition from \nrecruitment to engagement, including compensation and benefits, \nto create a positive work environment so people want to join, and \nchoose to stay at, Moody’s.\n\n \n\nEmployee Health \nand Well-being\n\nPromoting a healthy and safe workplace through companywide \npolicies and practices that help contribute to employees’ physical, \nmental and financial well-being.\n\nLearning and \nDevelopment\n\nEquipping employees with training and education opportunities to \nenhance business-specific, leadership and core capability skills and \ndevelop their careers.\n\nPhilanthropy \nand Employee \nVolunteerism\n\nContributing to socioeconomic development and environmental \ncauses through grants, in-kind gifts, volunteer time and related \ncharitable activities.\n\nSupport for Small \nand Medium  \nEnterprises\n\nMaximizing support and financial inclusion for small and medium \nenterprises (SMEs).\n\n       \n\n      \n\n  \n\n » Diversity, equity and inclusion\n » Responsible sourcing\n\n » Diversity, equity and inclusion\n » Employee attraction and engagement\n\n » Employee health and well-being\n\n » Learning and development\n » Diversity, equity and inclusion\n\n » Community impact\n\n » Diversity, equity and inclusion\n » Communities\n » Responsible sourcing\n » ESG and climate capabilities\n\n1 Where along our value chain a material topic is deemed to have the greatest importance to stakeholders and influence on business success.\n\nKEY:\n\nMoody’s\n\nUpstream: refers to relevance to Moody’s suppliers\n\nDownstream: refers to relevance to Moody’s customers and communities\n\n\f##PAGE_BREAK## \n\nOur Commitment to Sustainability \n\n| \n\n14\n\nBetter Solutions\n\nTOPIC\n\nDEFINITION\n\nVALUE CHAIN IMPACT1\n\nRELATED SECTIONS IN REPORT\n\nESG Data \nAvailability  \nand Integrity\n\nInnovating ways to make ESG data available and transparent to \nstakeholders and contributing to greater standardization, while also \nworking to maintain data credibility.\n\nESG Solutions and \nSustainable Finance\n\nResponding to market needs of ESG information, products and \nservices and enhancing the systematic, transparent integration of \nESG considerations in Moody’s offerings.\n\n1 Where along our value chain a material topic is deemed to have the greatest importance to stakeholders and influence on business success.\n\n » ESG and climate capabilities\n\n » ESG and climate capabilities\n\nKEY:\n\nMoody’s\n\nUpstream: refers to relevance to Moody’s suppliers\n\nDownstream: refers to relevance to Moody’s customers and communities\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n\f##PAGE_BREAK## \n\nOur Commitment to Sustainability \n\n| \n\n15\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nSTAKEHOLDER ENGAGEMENT\n\nOur ability to execute on our sustainability \nstrategy in a significant way requires input \nfrom all our stakeholders. We regularly \nengage with a diverse set of internal \nand external stakeholders, including \ncustomers, employees, investors, suppliers, \ncommunities, government regulators and \npolicy influencers. Feedback from these \nengagements helps us evolve and advance \nour sustainability strategy.\n\nWe engage with these groups to keep them informed \nof our efforts through a variety of channels, including \nin-person or virtual meetings, internal employee \nengagement (such as well-being surveys and team \nconversations), customer satisfaction surveys, social \nmedia accounts and community events.\n\nOur external initiatives\nExternal initiatives are one of the critical avenues through \nwhich we engage our stakeholders. We incorporate best \npractices and guidance from the following organizations:\n\n » Accounting for Sustainability\n\n » Business Roundtable\n\n » Ceres Company and Investor Network\n\n » Congressional Black Caucus Foundation\n\n » Congressional Hispanic Caucus Institute\n\n » Economic Opportunity Coalition\n\n » Glasgow Financial Alliance for Net Zero\n\n » Global Reporting Initiative\n\n » Human Rights Campaign\n\n » International Organization of Securities Commissions\n\n » International Sustainability Standards Board\n\n » Principles for Responsible Investment\n\n » Science Based Targets initiative\n\n » Task Force on Climate-related Financial Disclosures\n\n » Taskforce on Nature-related Financial Disclosures\n\n » U.N. Global Compact\n\n\f##PAGE_BREAK## \n\nOur Commitment to Sustainability \n\n| \n\n16\n\nBelow are select examples of how we interacted with our stakeholders and addressed their feedback in 2022.\n\nCustomers\n\nInvestors\n\nCommunities\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\nMoody’s at a Glance\n\nAbout This Report\n\nOur Commitment to \nSustainability\n\nBETTER  \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n » Continued to invest in our ESG and Climate \n\ncapabilities by enhancing and launching a wide  \nrange of ESG and Climate solutions.\n\n » Accelerated the roadmap for our CORE initiative by \nscaling our partnerships and depositing $1.5 million \ninto Black-owned banks in addition to $10 million  \nin 2021.\n\n » Expanded Moody’s Local coverage of credit  \n\nratings and methodologies for capital markets  \nin Latin America.\n\n » Actively collected, incorporated and responded to \ncustomer feedback about our solutions through  \nour customer service, customer success and  \ngo-to-market organizations.1 \n\nEmployees\n\n » Rolled out a training series on sustainability and \nESG to promote a deeper understanding of our \nsustainability efforts among our employees.\n\n » Refined our approach to our Business Engagement \nSurvey, reducing the number of survey questions  \nand focusing on key drivers of engagement.\n\n » Launched three new BRGs dedicated to serving  \n\nAsian, Black and Latino/Latina communities.\n\n » Piloted our Stay Conversations program to better \nunderstand employee aspirations and inform our \nemployee development and engagement efforts.\n\n » Evolved our global well-being approach to place a \n\ngreater emphasis on holistic wellness.\n\n » Held in-person, virtual and hybrid meetings with \ninvestors on ESG and sustainability, including our \nenvironmental commitments and disclosure of  \nDE&I data. \n\n » Contributed more than 14,000 employee volunteer \n\nhours to organizations and initiatives in Moody’s  \nlocal communities.\n\n » Awarded over $4 million in Moody’s  \n\n » Maintained and enhanced sustainability and ESG \n\nFoundation grants.\n\ncontent in our investor relations materials, including \nour website, disclosures and presentations. Every \nquarterly investor presentation now includes \ninformation on our efforts in sustainability.\n\nFor more, see Moody’s Investor Relations website.\n\nSuppliers\n\n » Engaged nearly 500 of our top suppliers and requested \n\nthey participate in the annual CDP disclosure.\n\n » Increased percentage of suppliers by spend who have \n\nscience-based targets to 49%.\n\n » Continued to encourage diverse supplier spend \nthrough our Supplier Diversity Program and by \npartnering with relevant organizations to provide \nmentorship to diversely-owned businesses.\n\n » Became a lead sponsor for ALPFA, the Association \nof Latino Professionals for America, to support the \ndevelopment of Latino/Latina leaders.\n\n » Joined the Economic Opportunity Coalition, \nprogressing on our customer-focused DE&I  \ninitiative, CORE.\n\nPolicy influencers\n\n » Contributed to the publication of climate-related \n\nreports and white papers, including the Climate Data \nSteering Committee’s recommendations on open-\ndata utility to make centralized climate transition-\nrelated data publicly available for the first time.\n\n » Joined the SBTi Financial Institutions Net-Zero Expert \n\nAdvisory group, which is developing the first global \nstandard for financial sector net-zero targets.\n\n » Participated in COP27 discussions on the challenges \n\nfaced by companies and investors in the adoption  \nand acceleration of net-zero targets.\n\n » Advised on the definition of nature-related risk \n\nmetrics as a member of the TNFD.\n\n » Piloted the use of SASB Standards XBRL  \n\ndigital taxonomy.\n\n1 Moody’s has a process and policy in place to handle complaints from customers and other external parties, and we implement corrective action plans as needed.\n\nGovernment and regulators \nFor more information on our engagement with \ngovernments and regulators, please see Engaging on \nPublic Policy.\n\n“It is great to see continued interest \nfrom organizations, such as Moody’s, \nthat have piloted the use of the SASB \nStandards XBRL digital taxonomy to help \nmake ESG information readily accessible \nto investors and stakeholders, thereby \nsupporting the delivery of transparent \ndata worldwide.”\n\nMadhu Mathew\nDirector of Technology, Head of Data Science &  \nDigital Solutions, IFRS Foundation\n\n\f##PAGE_BREAK## \n\nBetter Business \n\n| \n\n17\n\nBetter Business \n\nCorporate Governance\nBusiness Ethics and Professional Integrity\nRisk Assessment and Management\nClimate\nCybersecurity and Data Privacy\nResponsible Sourcing\n\nBetter Lives \f##PAGE_BREAK##Better Business\n\nWe are working toward building a better \nbusiness by embedding principled, \nsustainable decision-making into our \ncorporate behavior, operations and  \nvalue chain. \n\nOur foundation of strong corporate governance, \nincluding high standards for ethics and integrity and \nrigorous risk management, enables us to provide \nindependent, integrated risk management data and \nanalysis to our customers. We take action across \nour business to address critical issues that affect our \nstakeholders, including climate change, cybersecurity \nand data privacy and responsible sourcing.\n\nCOMMITTING TO STRONG \nCORPORATE GOVERNANCE \nGuided by our values, our Executive Leadership Team \nand the Board of Directors set the tone for how we \nconduct our business and continually seek to identify \nways to further incorporate sustainability into our \nbusiness strategy.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n \n\nBetter Business \n\n| \n\n18\n\nPROGRESSING ON OUR CLIMATE  \nAND ENVIRONMENTAL AMBITIONS\nWe model proactive corporate climate and \nenvironmental sustainability action to reduce energy  \nuse and greenhouse gas emissions that contribute to \nclimate change.\n\nPRIORITIZING BUSINESS ETHICS  \nAND PROFESSIONAL INTEGRITY\nWe work to achieve the highest standard of \nethics and integrity in all our practices, including \nour relationships with employees, suppliers and \ncontractors, as well as other stakeholders. \n\nRIGOROUSLY ASSESSING AND \nMANAGING RISK\nWe approach our own risk management with the \nsame level of rigor we apply across our business to  \nour products and services.\n\nSTRENGTHENING CYBERSECURITY \nAND DATA PRIVACY\nWe are committed to continuously evolving our \nrobust technology infrastructure and security-first \nphilosophy to protect against cyber threats and \nsafeguard the privacy and data of our stakeholders.\n\nBUILDING A RESPONSIBLE  \nSUPPLY CHAIN\nWe seek to hold our suppliers to the same standards \nas the rest of our organization and actively pursue \nvendors that champion climate action, diversity and \nethical codes of conduct.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nCorporate Governance\n\nStrong leadership and governance start at the top of the organization. Our Board of Directors \nsets high standards for our employees, officers and directors. The Board oversees Moody’s \nmanagement and overall strategy — including the advancement of our sustainability strategy. \nThe Board’s oversight extends throughout the year, as management continually adjusts its \napproach in response to emerging sustainability-related risks and opportunities.\n\nThe Executive Leadership Team, which is composed of \nthe CEO and his direct reports, serves as the decision-\nmaking body for key strategic sustainability efforts, \nwith oversight from three committees of the Board of \nDirectors. These committees are:\n\n » Audit Committee: Oversees financial, risk,  \n\naccounting and other disclosures made in our  \nannual and quarterly reports related to sustainability \nand supports the Board in its duties related  \nto the oversight of risk assessment and risk \nmanagement processes.\n\n » Governance & Nominating Committee: Oversees \nsustainability matters related to the business and to \nlong-term value creation and makes recommendations \nto the Board regarding these issues.\n\n » Compensation & Human Resources Committee: \n\nReviews introduction of sustainability-related \nperformance goals for determining compensation  \nof all senior executives.\n\nSenior Management, composed of the Executive \nLeadership Team’s direct reports, is responsible for \nidentifying and implementing sustainability and  \nenvironmental, social and governance (ESG)-related  \nrisks and opportunities into their respective strategies.\n\nOur actions\nWe continue to improve our corporate \ngovernance to further integrate sustainability \ninto our business strategy. In 2022:\n\n » The Board approved Global Tax Policy, \n\nwhich aligns Moody’s tax practices \nand strategies with the Stakeholder \nSustainability framework.\n\n » We more fully integrated sustainability-\n\nrelated performance metrics into the \nStrategic and Operational compensation \nmetrics for all senior executives.\n\n“The Board’s role is to oversee the \nsustainability, or long-term value  \ncreation, of the company for the benefit \nof all of our stakeholders, including our \ninvestors, employees, customers \nand the communities in which \nwe operate.”\n\nLeslie F. Seidman \nMember of Moody’s Board of Directors\n\n \n\nCorporate Governance \n\n| \n\n19\n\nBOARD OF DIRECTORS\n\nAUDIT COMMITTEE\n\nGOVERNANCE & NOMINATING \n\nCOMMITTEE\n\nCOMPENSATION & HUMAN RESOURCES \n\nCOMMITTEE\n\nCHIEF FINANCIAL OFFICER\n\nGENERAL COUNSEL\n\nCHIEF PEOPLE OFFICER\n\nCHIEF DE&I OFFICER1\n\nCHIEF CORPORATE AFFAIRS OFFICER\n\nHEAD OF COMMUNITY IMPACT\n\nPRESIDENT & CEO\n\nCHIEF RISK MANAGEMENT & AUDIT \n\nEXECUTIVE\n\nMANAGING DIRECTOR OF GOVERNMENT\n\n& PUBLIC AFFAIRS AND HEAD OF \nSTAKEHOLDER SUSTAINABILITY\n\nCHIEF STRATEGY OFFICER\n\nPRESIDENT OF MOODY’S ANALYTICS\n\nGENERAL MANAGER OF MOODY’S RMS\n\nPRESIDENT OF MOODY’S INVESTORS \n\nSERVICE\n\nCHIEF ADMINISTRATIVE OFFICER\n\n1 Dual reporting line to the CEO and Chief People Officer.\n\n\f##PAGE_BREAK## \n\nCorporate Governance \n\n|  20\n\nDEEPENING BOARD EXPERTISE  \nAND EDUCATION\nIn addition to extensive financial, strategic, legal \nand governance, risk and international experience, \nour Board of Directors is composed of individuals \nwith wide ranging experience in ESG, innovation, \ntechnology and cybersecurity. Leslie F. Seidman, \nwho has been a member of the Board since 2013, \nis certified in ESG oversight (GCB.D, 2021) and \ncybersecurity oversight (2018). Lloyd W. Howell \nJr., who joined the Board in 2021, brings a strong \nbackground in information systems and cyber-related \nmatters as well.\n\nThe Board continues to enhance its collective \nknowledge of sustainability topics through ongoing \neducation. The Board and its committees receive \nregular presentations from management on \nenvironmental and social issues such as climate; \ndiversity, equity and inclusion; pay equity; and  \nthe integration of ESG factors into our products  \nand solutions.\n\nIn order to perform risk oversight, the Board receives \npresentations at each regularly scheduled meeting \nfrom the head of Enterprise Risk Management. \nAdditionally, the CEO updates the Board regularly  \non the company’s progress with respect to the six  \nfocus areas of its Strategic and Operational (S&O) \nmetrics, which includes the advancement of  \ncorporate sustainability.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nPRIORITIZING STRONG BOARD COMPOSITION\nAll directors, with the exceptions of Robert Fauber and Raymond W. McDaniel, Jr., are independent under the \nindependence criteria defined in the New York Stock Exchange listing standards.\n\nFor more information about the composition of our Board of Directors, see our 2023 Proxy Statement, page 4.\n\n27%\n\n9%\n\n18%\n\nGender\ndiversity¹\n\n73%\n\nRacial / ethnic\n\ndiversity¹\n\n73%\n\n    \n\n  Male          \n\n  Female\n\n  White          \n\n  Latino / Latina          \n\n  Black\n\nBoard experience and skills matrix1\n\nBermudez\n\nEsperdy\n\nFauber\n\nForlenza\n\nHill\n\nHowell\n\nMcDaniel\n\nMinaya\n\nSeidman\n\nSerafin\n\nVan Saun\n\nFinancial \nexperience\nStrategic \nplanning/\ncritical thinking\nInnovation & \ntechnology\nIndustry \nknowledge\nOrganizational \nmanagement \nskills\nLegal & \ngovernance\nRisk\nESG\nInternational \nexperience\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\nX2\n\nX\n\nX\n\nX\n\nX\n\nX\n\nX\nX\n\nX\n\n1 As of April 1, 2023.\n2 Directors who have been determined to be Audit Committee financial experts by the Board.\n\nEMBEDDING SUSTAINABILITY  \nMETRICS INTO EXECUTIVE \nCOMPENSATION\nWe hold our executive leadership accountable for the \nachievement of our sustainability goals. In 2020, our \nmanagement team introduced sustainability-related \nperformance metrics for determining compensation \nof certain senior executives, including the CFO. The \nCFO has had his pay tied to the advancement of \nthe company’s sustainability programs, including \nprogress on our Decarbonization Plan and best-in-class \nsustainability-related disclosures and reporting, for \nseveral years.\n\nIn 2021, these efforts were expanded with \nsustainability-related performance metrics, including \npreexisting diversity, equity and inclusion targets, \nbeing more fully integrated into the S&O metrics used \nto determine annual cash incentive payments for all \nsenior executives. In 2022, sustainability became one \nof the core S&O focus areas for all eligible employees. \nRemuneration policies for our highest governance \nbody and senior executives can be found in our  \n2023 Proxy Statement, pages 23-27, 47-71.\n\nFor more information on our policies regarding \ncorporate governance, see Additional Resources.\n\n\f##PAGE_BREAK##Business Ethics and Professional Integrity1\n\n \n\nBusiness Ethics and Professional Integrity \n\n| \n\n21\n\nOur commitment to operating in an ethical \nand lawful manner, including helping \nto protect human rights, serves as the \nfoundation for our relationships with \nemployees, customers and suppliers, as \nwell as the people in the countries and \ncommunities in which we operate. \n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n1 Refers to Moody’s Corporation and its wholly owned subsidiaries.\n\nUPHOLDING OUR CODE OF  \nBUSINESS CONDUCT\nWe require all employees and directors to abide by our \nCode of Business Conduct, which outlines the principles \nand policies they are expected to uphold to achieve the \nhighest standard of integrity and ethics in all business \npractices. The Code of Business Conduct is revised and \nrepublished at least every two years and is available in  \n11 languages. In addition, Moody’s Investors Service \n(MIS) has a Code of Professional Conduct that governs \nits credit ratings activities. \n\nAll employees, including full-time and part-time \nemployees, must complete compliance and ethics \ntraining as an integral part of their professional \ndevelopment. Upon hiring and annually thereafter, our \nemployees receive mandatory training on the Code of \nBusiness Conduct and other company policies, which \nset forth our expectation that employees comply with \nall applicable laws and address topics including health \nand safety, human rights, sexual harassment and \ndiscrimination. Employees must certify annually  \nthat they have read and will abide by the Code of \nBusiness Conduct.\n\nIn addition to complying with all relevant codes, laws \nand regulations, employees are expected to display the \nhighest standards of professionalism and appropriate \njudgment in their decision-making. Our performance \nevaluations include criteria such as “Exhibits highest \nstandards of professionalism, ethics and credibility,” \n“Behaves responsibly and takes accountability for \nactions” and “Is transparent in words, actions  \nand intentions.”\n\nREINFORCING ANTI-CORRUPTION \nAND ANTI-MONEY LAUNDERING\nOur employees receive training upon hiring and annually \nthereafter on our Anti-Bribery and Anti-Corruption \nPolicy, which sets forth the expectation that employees \ncomply with all applicable anti-bribery and anti-\ncorruption laws. We have also developed additional \ntraining on anti-bribery and anti-corruption for specific \nemployees whose roles are more likely to present \nheightened bribery and corruption risk. Additionally, \nwe offer guidance through our internal Anti-Bribery \nResource Center. The anti-bribery and anti-corruption \nprogram is periodically reviewed by our Internal Audit \ndepartment. For more information, see Moody’s  \nAnti-Bribery and Anti-Corruption Policy.\n\nAny corruption incidents required to be reported in \nMoody’s SEC filings would be reflected in such filings. \nNo such incidents were reported in SEC filings in the \nreporting period.\n\nWe comply with all applicable anti-money laundering \n(AML) laws and related Know Your Customer (KYC) and \nEnhanced Due Diligence (EDD) requirements wherever \nwe operate. Although our business activities generally \ndo not expose us to the risk of being a conduit for money \nlaundering activity, in certain jurisdictions our role in \nthe financial transactions of others may subject our \nactivity to locally applicable AML laws or regulations \nand require the establishment of an AML program. In \nsuch jurisdictions, we have implemented appropriate \nAML policies and programs, including annual policy \ncertification for all applicable employees.\n\nPROVIDING REPORTING  \nMECHANISMS\nThe Integrity Hotline, which allows employees, \nsuppliers and members of the public to report any \nsuspected wrongdoing anonymously, is staffed by a \nthird party and is available at all times and in multiple \nlanguages. Reports made via the Integrity Hotline are \nforwarded to our Legal and Compliance departments \nfor follow-up, and all reports of suspected policy \nviolations are promptly investigated and remediated. \nIn addition, the Compliance department reports on \nconcerns raised through the hotline to the Audit \nCommittee. We take appropriate disciplinary action, \nup to and including termination of employment, \nagainst those who violate the law, regulations, \nour Code of Business Conduct or other company \npolicies. We prohibit, and do not tolerate, any form \nof retaliation against those who raise issues or report \nconcerns in good faith. \n\nIn addition, our employees have a number of other \nchannels to report concerns, including via our \nOpen Door Policy, or directly to the People Team, \nCompliance or the Legal department.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nSUPPORTING HUMAN RIGHTS\nOur commitment to operating in an ethical and \nlawful manner includes protecting the basic dignity \nand human rights of our employees and the people \nin our supply chain. Our Human Rights Statement \nprovides an overview of how we endeavor to meet our \nresponsibility with respect to human rights, in addition \nto the principles and requirements within our Code of \nBusiness Conduct. We also issue a Modern Slavery and \nHuman Trafficking Statement annually that sets out our \napproach to preventing human rights violations in our \nworkforce and supply chain.\n\nIn addition, our standard due diligence process for \nevery majority acquisition includes a human rights \nrisk assessment. For example, target companies must \nconfirm whether they comply with all applicable \nanti-slavery and human trafficking laws, and whether \nthey have procedures to assess their own suppliers, \nsubcontractors and other participants in their supply \nchain for slavery and human trafficking risks. All target \ncompanies’ customers and vendors are also subject to \nsanctions screens.\n\nInternal and external stakeholders can anonymously \nreport suspected human rights wrongdoing via the \nIntegrity Hotline and other reporting mechanisms. For \nmore information, see Providing Reporting Mechanisms.\n\nENGAGING ON PUBLIC POLICY\nWe believe that greater transparency, more informed \ndecisions and equity around information access open \nthe door to shared progress. Consequently, public policy \nis an integral part of our engagement strategy and core \nto our business. We engage with policymakers and \nregulators globally on issues that are important to us and \nour stakeholders, providing insights to policymakers and \nregulators on a host of market issues, principally those \nrelating to risks within capital markets, macroeconomics, \nESG and sustainable finance, digital assets, cybersecurity \nand community development. Our lobbying positions \nand advocacy for Moody’s support our purpose, policies \nand positions. \n\nOur Political Engagement & Public Policy Statement \noutlines our governance and approach to advocacy, \nlobbying, political contributions and employees’ \npolitical activities. We do not maintain a political action \ncommittee (PAC). We prohibit the use of corporate \nfunds to support any political candidates, political \nparties and committees (including super PACs), ballot \ninitiatives and section 527 entities, and to make political \ncontributions to 501(c)(4) organizations. We do not use \ncorporate funds for electioneering communications or  \nindependent expenditures.\n\n \n\nBusiness Ethics and Professional Integrity \n\n|  22\n\nIn the U.S., federal lobbying expenses are reported \nin compliance with the U.S. Lobbying Disclosure Act. \nIn 2022, we reported $620,000 in annual lobbying \nexpenses at the federal level. The public filing can \nbe accessed here and here. In addition, we reported \n$286,000 in lobbying expenses at the state level in  \nthe U.S. \n\nIn line with European law, Moody’s Shared Services U.K. \nLtd is registered on the EU’s transparency register and, \nfor 2022, has reported €500,000–€599,000 in activities \nrelated to engaging with EU institutions. The public \nfiling can be accessed here.\n\nWe are also a member of various interest groups and \nengage with think tanks globally. These organizations \nprovide venues for policy discussions and opportunities \nfor advocacy on common areas of interest, including \ncapital markets, macroeconomics, financial stability, \ngeopolitics, sustainability, credit rating agencies and \ndigital assets. Total fees paid to principal U.S. and EU \ntrade organizations for membership in 2022 were \napproximately $1,271,000. Based upon information \nreported to us for 2022, the amount of our payments \nto these organizations attributable to lobbying was \napproximately $273,000.\n\nFor more information on our policies regarding ethics \nand integrity, see Additional Resources.\n\n\f##PAGE_BREAK##Risk Assessment and Management1\n\n \n\nRisk Assessment and Management \n\n|  23\n\nWe strive to create confidence in thousands \nof organizations worldwide through our \nability to help others better understand, \nmeasure and manage risk. We work to \napproach our own risk management with \nthe same level of rigor and continue to \nmature our risk management practices and \ncapabilities to better serve the long-term \ninterests of all of our stakeholders.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nMANAGING ENTERPRISE RISK \nOur Board of Directors oversees management’s \nimplementation of policies and processes to manage \nour Company’s exposure to risk. The Audit Committee \nsupports the Board to oversee the company’s risk \nassessment and risk management processes. \n\nOur Enterprise Risk Management (ERM) function \nis designed to establish and maintain a standard, \norganizationwide understanding of risk management \nand define roles and responsibilities based on the \n2017 Committee of Sponsoring Organizations (COSO) \nframework. Our Chief Risk Officer (CRO) is responsible \nfor the full ERM program, including the design and \nimplementation of capabilities to identify, manage  \nand report on risk exposures. \n\nThe business unit-specific, Cyber and IT risk functions \ndrive the ERM program and allow continuous \nimprovement of risk management practices through \nemployee involvement in a structured risk assessment \nprocess. Risk insights, including ESG-related risks, are \ndiscussed and overseen by area-specific risk committees. \nRisk assessments are then aggregated and reported to \nthe Executive Leadership Team and Board of Directors \nthrough a central independent group that reports to \nthe CRO. Risk insights and mitigation management are \ntracked through a governance, risk and compliance tool. \nFor more information about our risk factors, see our \n2022 Annual Report, pages 23-32.\n\n1 Refers to Moody’s Corporation and its wholly owned subsidiaries.\n\nESTABLISHING BUSINESS RESILIENCY \nWe recognize our responsibility to our customers to \ncontinue evolving our processes to be more resilient \nto disruptive events. Our business impact analysis \ngives us insight into the criticality of our operations to \ndrive resiliency prioritization. In addition, our business \ncontinuity plans supplement our resiliency efforts and \nare reviewed by Internal Audit for the relevant areas \ncovered by their annual audit plan. The plans include \nlocal crisis management teams and risk assessments for \nevery office location. We continually update these plans \nand assessments in response to changes in external risks \nand internal business processes, and we have integrated \nlessons learned from events such as geopolitical \nthreats. Additionally, we conduct annual third-party risk \nassessments of key vendors and run a risk-based testing \nprogram that includes tabletop scenario exercises  \nrelated to cybersecurity.\n\nINCREASING RISK EDUCATION  \nAND AWARENESS\nWe have taken steps to improve our risk education \nand culture, with the goal of cultivating a robust \nunderstanding and awareness of risk among employees. \nAs a company in the business of assessing risk, this \nconcept is deeply important to our employees. On the \nground level, we work to foster a culture and work \nenvironment in which all employees feel comfortable \nasking questions, seeking advice and raising issues that \nare important to them, including reporting allegations  \nof noncompliance with laws, regulations and policies.\n\nIn 2022, we offered a new “Fundamentals of Risk” \ntraining. This companywide foundational course \nhelps employees understand risk from a personal and \nprofessional point of view and improves our internal \ncapabilities for recognizing and managing risk. For  \nmore information on compliance training and  \nreporting mechanisms, see Business Ethics and \nProfessional Integrity.\n\nFor more information on our policies regarding risk \nmanagement, see Additional Resources.\n\n\f##PAGE_BREAK## \n\nClimate \n\n|  24\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nClimate\n\nClimate change is one of the defining issues of our time. While our business has a limited direct environmental impact, \nwe play an important role in modeling proactive corporate responsibility and demonstrating best practices when it \ncomes to climate change mitigation. We are taking steps to advance our climate action by publishing our Task Force \non Climate-related Financial Disclosure (TCFD) report on an annual basis and updating our Decarbonization Plan with \nvalidated near- and long-term science-based targets and a comprehensive roadmap, as well as continuing to work \ntoward our commitment to achieve net-zero emissions across our operations and value chain by 2040, a decade earlier \nthan the Paris Agreement goals.\n\nASSESSING CLIMATE RISKS  \nAND OPPORTUNITIES\nWe assess climate-related risks and opportunities \nthrough a multidisciplinary risk management process \nand have implemented the 11 TCFD recommendations. \nOur 2022 TCFD Report report includes:\n\n » An advanced physical risk analysis, which quantifies \n\nclimate-related financial impacts associated with \nclimate catastrophes for global offices, data  \ncenters and remote work using Moody’s RMS  \nlatest modeling.\n\n » The application of updated MIS Environmental \n\nHeatmaps to Moody’s customer risk analysis.\n\n » The enhanced climate-adjusted probability of \n\ndefault analysis to evaluate the financial impacts \nof respective physical and transition risks under \ndifferent climate scenarios.\n\n » An expanded critical supplier climate risk  \n\nanalysis, both in terms of coverage and the  \nrisk criteria assessed.\n\nData governance and climate-related reporting\nWe are committed to the highest standards of data \nintegrity and continually seek to elevate the rigor \nof our disclosures. In 2022, we implemented the \nfollowing improvements to our data governance:\n\n » Appointed our first ESG controller role to help ensure Moody’s  \n\nis positioned for, and responsive to, the growing expectations \namong our stakeholders for accurate and transparent regulatory \nESG reporting.\n\n » Reviewed and enhanced our data governance methodologies for \n\nenvironmental metrics.\n\n » Continued to operationalize the use of an environmental \n\nmanagement system that has become our single source of truth  \nfor all environmental data, including a comprehensive tracker of \noffice-level environmental and energy saving initiatives.\n\n » Further improved the way we collect, store and transmit  \n\nour sustainability data by leveraging a digital platform that \ncentralizes and streamlines our reporting efforts and mitigates  \ndata integrity risk.\n\n » Disclosed a Methodology Note to improve transparency on \nmethodologies and assumptions used in the accounting of \nsustainability, including climate, impacts.\n\nWe verify data quality and performance on an ongoing basis, and \nwe annually engage third-party verifiers to review our greenhouse \ngas (GHG) inventory. For more information, see the Environmental \nAssurance Statement in our 2022 TCFD Report.\n\n\f##PAGE_BREAK##ACHIEVING OUR CLIMATE TARGETS \nWe continue to work toward the ambition to reach \nnet-zero emissions by 2040, a decade earlier than our \nprevious commitment to the U.N. Global Compact \nBusiness Ambition for 1.5 °C. We have taken significant \nsteps toward this goal — notably, we established a  \nlong-term, SBTi-validated net-zero target of 90% \nreduction of Scope 1, 2 and 3 emissions1 and progressed \non our near-term net-zero targets to reduce GHG \nemissions. We also continued to procure 100% \nrenewable electricity since 2020 and to offset the \nremainder of our emissions from our operations, \nbusiness travel and employee commuting since 2000, \nwhen we became a public company.\n\n“Climate science tells us that we need \nrapid and deep emissions cuts if we are  \nto achieve global net-zero and prevent \nthe most damaging effects of climate \nchange. Moody’s net-zero targets \nmatch the urgency of the climate  \ncrisis and set a clear example that \ntheir peers must follow.”\n\nLuiz Amaral\nChief Executive Officer of the  \nScience Based Targets initiative\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n \n\nClimate \n\n|  25\n\nProgress against our near-term net zero targets\n\n50%\n\nReduction in absolute Scope 1 and \nScope 2 GHG emissions by 20301\n\n92% \n\n92% \n\nExceeding target\n\n76% \n\n15%\n\n \n\n60%\n\n \n\nReduction in Scope 3 GHG emissions from fuel and energy-related \nactivities, business travel and employee commuting by 20251,2\n\nOf our suppliers by spend covering purchased goods and services and \ncapital goods to have science-based targets by 2025\n\nTarget in progress\n\n95% \n\n81% \n\n68% \n\n49% \n\nExceeding target\n\n25% \n\n24% \n\n28% \n\n2020\n\n2021\n\n2022\n\n2020\n\n2021\n\n2022\n\n2019\n\n2020\n\n2021\n\n2022\n\nOur near-term science-based targets are focused on \nthree critical aspects of reducing our GHG emissions: \nreduction in absolute Scope 1 and Scope 2 GHG \nemissions; reduction in Scope 3 GHG emissions from \nfuel and energy-related activities, business travel and \ncommuting; and increase the percentage of suppliers  \nby spend who have set science-based targets.\n\nIn 2022, we continued to exceed our near-term GHG \nemissions reductions targets, due in part to a portion of \nour employees continuing to work remotely, and made \nstrong progress toward our supplier engagement target, \nwith 49% of suppliers by spend now committed to \nscience-based targets.\n\nRenewable electricity in 2022³\n \n\nCarbon emissions offset from operations, \nemployee commuting and business travel\n\nAchieving target 100%\n\n2000\n\n100% \n\n2022\n\nAchieving target\n\n2022 GHG emissions4\n\nScope 1:\n810 mtCO2e\n\nScope 2 (market based)5:\n440 mtCO2e\n\nScope 3:\n137,981 mtCO2e\n\nTotal Scope 1, Scope 2 market \nbased and Scope 3:\n139,231 mtCO2e\n\n0.94%\n\n7.46%\n\n7.17%\n\n0.20%\n\n7.32%\n\nScope 3 \nemissions \nbreakdown\n\n76.89%\n\n  Purchased goods and services\n  Business travel\n  Investments\n  Capital goods\n  Employee commuting\n  Other6\n\n1 From a 2019 base year.\n2 Emissions from fuel and energy-related activities increased due to an increase in emissions factor used in the calculation; emissions from business travel and employee \ncommuting increased due to a post-pandemic resumption of business-related travel and more employees returning to work in the office.\n³ Renewable electricity percentage is reported based on originally verified electricity consumption values because it is not possible to buy renewable electricity retroactively  \ndue to M&A activity; therefore, the 2020 restated verification opinion shows a decrease in percentage renewable electricity.\n4 2019, 2020 and 2021 purchased goods and services (Scope 3, Category 1), capital goods (Scope 3, Category 2) and fuel and energy-related activities (Scope 3, Category 3) \nGHG emissions were restated as a result of a change in methodology and access to improved data.\n5 Scope 2 location-based emissions were 7,696 mtCO2e in 2022.\n6 Other includes fuel and energy-related activities (200 mtCO2e) and waste generated in operations (81 mtCO2e).\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nOFFSETTING OUR  \nCLIMATE EMISSIONS\nIn addition to the reported emissions reductions,  \nwe are committed to offsetting our emissions from \noperations, business travel and employee commuting  \non an annual basis. In 2022, we continued to offset  \nour carbon footprint since 2000, when we became a \npublic company. \n\nOur carbon offset projects are selected based on the \ngeographies where we operate and alignment with the \nSustainable Development Goals (SDGs) and cobenefits; \nprojects are also listed on reputable registries that \nguarantee third-party verifications. In 2022, our global \nproject engagements included solar, forestation and \nborehole-related initiatives.\n\nCertified climate projects supporting  \nour 2022 emissions offsets\n\n » Solar project (India)\n » Forestation (Canada and Brazil)\n\n » Forestation (U.S.)\n\n » Boreholes (Uganda)\n\nEVALUATING ENVIRONMENTAL \nCONSIDERATIONS FOR NEW  \nOFFICE LOCATIONS\nEnvironmental considerations help to guide our selection \nof office locations. For example, we lease space in \nenergy-efficient buildings that are Leadership in Energy \nand Environmental Design (LEED) certified (or a local \nequivalent outside the U.S.). Currently, approximately \n60% of our employees are working in such buildings. \n\nWe also evaluate whether a location has convenient \naccess to public transportation, includes bicycle storage \nand shower facilities to promote exercise and greener \ncommuting, and uses energy-efficient, recycled and \nsustainable materials,1 fixtures and control systems. In \naddition, we consider the cost of carbon when selecting \nnew office spaces.\n\n1 Materials manufactured with recycled content or third-party certified for \ncomplying with recognized sustainability standards.\n\n \n\nClimate \n\n|  26\n\nAdvancing our Decarbonization Plan in 2022\n\n » Continued to procure 100% renewable electricity.\n\n » Implemented various projects to promote energy  \n\nefficiency, including:\n – Expanded our initiative to increase temperature set-point in technology rooms;\n – Started retrofitting our air conditioning systems to use refrigerants that \n\nincrease the efficiency of the cooling operations;\n\n – Reprogrammed corridor lights to save energy during office hours and to  \n\nrequire manual switching at night; and\n\n – Cut off the hot water supply from instant water heaters to reduce  \n\nenergy consumption.\n\n » Maintained low levels of business travel and employee commuting through our \nhybrid work program, which includes more technology-enabled work, enhanced \ndigital capabilities and IT infrastructure to implement work-from-home solutions.\n\n » Continued to implement an Internal Carbon Fee of $50 per metric ton (mtCO2e) \n\non business travel emissions.\n\n » Continued to apply a shadow price on carbon to evaluate new office leases.\n\n » Launched an implementation plan focused on aligning global offices to our \n\nCompanywide environmental sustainability policy and commitments.\n\n » Continued to implement quarterly meetings among our global office \n\nrepresentatives to share best practices on reducing emissions from  \nour operations.\n\n » Strived to prioritize sustainable construction and furnishing materials1 in  \n\nnew real estate projects.\n\n » Designed Local Sustainable Procurement Guides to promote and facilitate the \nselection and purchase of eco-friendly paper and office and stationery supplies.\n\n » Continued to engage with our stakeholders on climate-related issues (for  \n\nmore information, see Stakeholder Engagement).\n\n\f##PAGE_BREAK##PROTECTING NATURE  \nAND BIODIVERSITY\nWe are committed to protecting the environment \nand advancing biodiversity by embedding responsible, \nsustainable processes and management across our global \noperations and value chain — including our recycling \nand energy reduction efforts, and other sustainable \nworkplace initiatives. \n\nEnvironmental Sustainability Policy\nThe updated Environmental Sustainability Policy, \nreviewed and approved by our Board of Directors, \nreflects our latest efforts to enhance our environmental \nperformance and reach net-zero by 2040. In addition to \nintroducing our waste targets, the policy outlines ways \nin which we endeavor to empower our employees to be \ncatalysts of environmental and social change, support \nenvironmental projects through the Moody’s Foundation \nand provide market participants with products and \nsolutions that help mitigate ESG-related risk,  \nincluding climate.\n\nIn 2022, we launched a companywide policy \nimplementation plan to align initiatives from \nglobal offices to the commitments outlined in our \nEnvironmental Sustainability Policy. This plan aims \nto improve and standardize our waste management \nand material efficiency practices, and to continue to \nreduce our GHG emissions through energy efficiency \ninitiatives. These efforts were accompanied by \neducation and awareness campaigns to encourage  \nour employees to implement good sustainability \npractices in the workplace and beyond. \n\nBy 2025, we aim to:\n\n » Maintain office paper usage below 50% of 2019 \n\nlevels through initiatives such as reduction of \nindividual printers and digitization of daily  \nbusiness activities. \n\n » Implement centralized waste collection  \nand recycling in offices with more than  \n50 full-time employees.\n\n » Phase out single-use plastics and other  \n\nsingle-use items from our global operations,  \nwhere possible.\n\n » Phase out coffee machines with capsules or  \nsachets and/or implement recycling of this \npackaging, where possible.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n1 Actual waste represented 11% of reported volume in 2022. The reported figure represents an extrapolation to cover the full property portfolio. \n2 Represents our offices in the U.S. and the U.K. and excludes shared-space offices due to data limitations. The data accounts for approximately 37% of global operations.  \n2020 and 2021 metrics were restated as a result of improved access to purchased paper data in the U.K. Efforts are in place to increase data coverage globally.\n\n \n\nClimate \n\n|  27\n\nWaste from office operations1\n\n7%\n\n58%\n\n35%\n\nRecycled goods\n\nLandfill\n\nRecycled paper\n\nReduction of office paper from 2019 levels2\n\n96%\n\n94%\n\n80%\n\n50% \nTarget\n\n2020\n\n2021\n\n2022\n\nEnergy intensity ratio\nkWh/sq ft\n\n13.0\n\n11.9\n\n11.7\n\n2020\n\n2021\n\n2022\n\nConsidering natural capital  \nrisk in our offerings\nWe incorporate natural capital risk into our \nproducts and services to contribute to decision-\nmakers’ holistic understanding of risk, including \ncontroversies screening and assessing alignment  \nto the U.N. SDGs (specifically, SDG 14 – Life Below \nWater and 15 – Life on Land). As part of our ESG \nassessments, we measure how companies perform \non environmental protection, biodiversity and \nwater management. We are also working to support \nstandardized disclosure requirements for the EU’s \nSustainable Finance Disclosure Regulation Principal \nAdverse Impact indicator on biodiversity.\n\nFurthermore, in partnership with Planet, a leading \nsatellite imagery and analytics platform, we are \nexploring the value of geospatial data for emerging \nESG risk areas, like biodiversity and deforestation, \nmodern slavery and supply chain resiliency.\n\nExamples of our contributions to ongoing industry, \ngovernment and capital markets discussions about \nassessing and disclosing companies’ nature-related \nimpacts and dependencies include:\n\n » Issuing a report detailing our approach to  \n\nnatural capital risk in debt rating, including  \nour assessment of the $1.9 trillion in credit  \nrisk related to potential mismanagement of \nnatural assets.\n\n » Laying out our approach to disclosure for the \n\nEU’s Sustainable Finance Disclosure Regulation \n(SFDR) Principal Adverse Impact (PAI) indicator \non biodiversity.\n\n » Collaborating to develop a reporting framework \n\nfor nature-related risks as a member of the \nTaskforce on Nature-related Financial  \nDisclosures (TNFD).\n\n\f##PAGE_BREAK##Cybersecurity and Data Privacy1\n\n \n\nCybersecurity and Data Privacy \n\n|  28\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nWe are committed to maintaining a  \nbest-in-class information security program \nthat addresses cybersecurity and data \nprivacy, including for our customers’ \ndata. We continuously work to enhance \nour policies, processes and technology to \nstrengthen our cyber resilience and protect \nthe data and security of our stakeholders.\n\nMAINTAINING CYBERSECURITY \nGOVERNANCE AND RISK CULTURE\nChaired by the Chief Information Security Officer \n(CISO), our Cyber Enterprise Risk Management \nCommittee is responsible for identifying cyber risks and \nthreats, recommending mitigating actions to strengthen \ncyber resilience and meeting risk tolerance thresholds \nestablished by executive leadership. The full Board \nof Directors and the Audit Committee receive regular \nupdates from the CISO, Chief Technology Officer (CTO) \nand Chief Administrative Officer (CAO) regarding \nmatters related to technology and cybersecurity. The \nExecutive Leadership Team also escalates issues to the \nBoard as necessary.\n\n1 Refers to Moody’s Corporation and its wholly owned subsidiaries.\n2 As of December 31, 2022.\n3  BitSight is a minority-owned affiliate of Moody’s.\n4 A material incident is defined as “affecting critical systems or information with \npotential or confirmed significant impact to revenue, reputation or customers.”\n\nBitSight Badge2\n\nBitSight Security \nRatings measure \nan organization’s \ncybersecurity \nrisk and security \nmanagement \neffectiveness. The \nrating is calculated by \nBitSight using its proprietary algorithm based \non externally observable data.\n\nPROMOTING EMPLOYEE TRAINING \nAND AWARENESS\nCyber resilience starts with our people and our  \nculture. InfoSafe, our information security training and \nawareness program for all employees, vendors and \nwholly owned affiliates that are fully integrated with \nMoody’s systems, aims to prevent, detect and respond \nto cyber threats and incidents, and consists of a  \nnumber of initiatives, including:\n\n » Recertification of our IT Use Policy. \n\n » Continuing education on phishing awareness. \n\n » Regular communications about cybersecurity  \n\nbest practices. \n\n » Annual events, like Cybersecurity Awareness Month. \n\nOur employees are required to complete annual \ncybersecurity training, and compliance is monitored. We \nuse general and targeted phishing simulations to help \nour employees better recognize and respond to potential \nthreats. The training program is further enhanced by \ninviting cybersecurity experts to scheduled educational \nevents. We also offer specialized training modules on \nemerging cyber threats for our software development \nteams. Our IT Use Policy outlines a clear escalation \nprocess that requires employees to immediately report \nany suspected cybersecurity incident to the IT Help Desk.\n\nIn 2022, we launched the CybSafe online learning \nprogram, which features short, engaging modules that \nallow employees to learn at their own pace. The program \nprovides customized insights and recommendations, and \noffers tips to improve cyber hygiene that employees can \nshare outside of Moody’s.\n\nMONITORING AND  \nASSESSING CYBERSECURITY \nOur cyber environment is continuously monitored \nby automated tools and an expert team that reviews \nalerts and incidents. Our Information Security Incident \nResponse Plan provides governance and guidance in \nresponding to information security incidents and is \ntested at least annually for optimal calibration against \nexisting and emerging threats. In 2022, we expanded our \nFusion Center, which monitors cyber events, to provide \n24/7 coverage. \n\nOur cybersecurity program, which leverages the U.S. \nNIST Cybersecurity Framework, undergoes internal and \nexternal reviews. In addition to the annual assessment \nof the program and its components, robust vulnerability \n\nassessment processes are in place. Internal and external \nteams also conduct periodic penetration testing, red \nteaming, tabletop exercises and phishing drills. Results \nare continuously measured and assessed for possible \nimprovements. In addition to these ongoing efforts, in \n2022 we conducted a resiliency-focused ransomware \nreadiness assessment.\n\nWe contract reputable third parties to conduct annual \nexternal assessments of the cybersecurity program and \nits components. In 2022, these independent assessments \nincluded those by Alvarez & Marsal and BitSight.3 \nSimilarly, government agencies and their contracted \nagents conduct regular reviews in jurisdictions where we \noperate. Furthermore, insurance agents, customers and \nother market participants continually assess our security \nposture for their own needs.\n\nThere were no material incidents related to data and \ncybersecurity breaches across our global operations \nin 2022.4\n\nAddressing cyber risk in  \nour solutions\nIn addition to managing our own cyber risk, we \nalso aim to advance our customers’ ability to \nhandle cyber risk. Our 2022 cyber heatmap, \nwhich incorporates data and analytics from \nMoody’s Analytics, identifies $22 trillion of \ndebt that faces elevated cyber risk. Our teams \nwork to create industry-leading cybersecurity \nrisk insights and solutions to help organizations \nunderstand and mitigate those risks.\n\n\f##PAGE_BREAK## \n\nCybersecurity and Data Privacy \n\n|  29\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nMAINTAINING DATA PRIVACY AND PROTECTION\nWe are committed to maintaining a global Privacy Program that complies with all applicable privacy laws.  \nWe continuously review and enhance our Privacy Program to safeguard privacy protections for our employees, \ncustomers, suppliers and all other stakeholders. \n\nOur global Privacy Program consists of policies, \nprocesses and controls designed to safeguard personal \ndata, including:\n\n » Appointment of statutory data protection officers (or \nsimilar roles) and notification to local data protection \nauthorities, where required.\n\n » Detailed data mapping of our personal data  \n\nprocessing operations.\n\n » Data privacy impact assessments and data transfer \n\nrisk assessments.\n\n » A dedicated data subject rights process.\n\n » Executing data processing and data transfer \nagreements internally and with customers,  \nwhere applicable.\n\n » Requiring vendors to execute data processing and data \ntransfer agreements, where applicable, and undertake \nsecurity assessments.\n\n » New hire and bi-annual all-employee mandatory \n\nglobal privacy training.\n\n » Specialized privacy training for teams with enhanced \n\nprivacy responsibilities, including Product, People, \nClient Services and Marketing teams.\n\n » A dedicated team of privacy lawyers.\n\n » Tracking and analyzing the operational impact of  \n\nnew and amended privacy laws and regulations.\n\n » Assessment by Internal Audit, as well as external \n\nauditors on a legal entity and product-specific basis. \n\nIn 2022, we implemented additional privacy by design \nsafeguards, requiring new or amended processes and \nproducts to undergo a privacy compliance review. We \nenhanced our internal training and awareness program \nto cover changes to global privacy laws and regulations, \nincluding making additional training courses available to \nall employees.\n\nAll employees must protect confidential and personal \ninformation they receive in the course of performing \ntheir job responsibilities. Employees who inappropriately \ndisclose or otherwise misuse confidential information \nmay be subject to disciplinary action up to and including \ntermination. For more information, see our Code of \nBusiness Conduct.\n\nFor more information on our policies regarding \ncybersecurity and data privacy, see Additional Resources.\n\n\f##PAGE_BREAK##Responsible Sourcing\n\n \n\nResponsible Sourcing \n\n|  30\n\nWe are working to build a sustainable \nsupply chain that upholds our rigorous \nstandards and prioritizes environmental \nefforts, diversity and ethical codes of \nconduct. In addition to engaging our \nsuppliers on climate and increasing our \nsupplier diversity, we have enhanced our \ndue diligence assessments to quantify and \nmonitor potential sustainability-related \nrisks in our supply chain.\n\nAmong the top\n\n8% \n\nof companies \nassessed by CDP for \nsupplier engagement \non climate\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nreceived weekly progress updates that allowed them \nto execute targeted follow-up with their suppliers. We \nimplemented a comprehensive engagement plan with \nsuppliers based on their historic response to CDP and \npaid particular attention to first-time responders. As a \nresult, we saw a 5% increase in the rate of response to \nthe CDP Climate Change Questionnaire.\n\nAll of our sourcing managers are offered training on \nresponsible sourcing. This training is designed to educate \nour buyers on social and environmental issues within \nthe supply chain, with a focus on factoring responsible \nsourcing — including science-based targets and supplier \ndiversity — into award decisions. In addition, sourcing \nmanagers now have access to a responsible sourcing \ntoolkit, which provides them with resources to support \nsupplier engagement on responsible sourcing. In \nrecognition of these efforts, we were named a 2022 \nSupplier Engagement Leader by CDP for the third \nconsecutive year, placing us among the top 8% of \ncompanies assessed for supplier engagement on climate.\n\nENGAGING SUPPLIERS ON CLIMATE\nEngaging suppliers to reduce their own emissions is \na key element in our strategy to achieve net-zero \nemissions. In our Decarbonization Plan, we set a  \ntarget for 60% of our suppliers by spend covering \npurchased goods and services and capital goods to \nhave science-based targets by 2025. As of year-end \n2022, our suppliers by spend that have science-\nbased targets increased to 49% and exceeded our \ninternal annual target of 33%. We continue to seek \nopportunities to engage with and encourage existing \nsuppliers to set science-based targets. For example, \nour Supplier Code of Conduct encourages suppliers to \ndisclose their carbon footprint and set science-based \ntargets, and we have updated key supplier contracts \nwith our expectation for suppliers to set and disclose \nsuch targets.\n\nIn addition, we engage suppliers through multiple \nchannels to emphasize the importance of carbon \ndisclosures and transparency. In 2022, we invited \nnearly 500 of our top suppliers to attend jointly held \nwebinars with CDP, requesting that they participate \nin the annual CDP Climate Change disclosure and set \ntheir own science-based targets. With our Executive \nLeadership Team, as well as through a partnership with \nCDP, we followed up directly with a number of our \npriority suppliers and reinforced our commitment to \nclimate action and our expectations of key suppliers. \nDuring the CDP disclosure cycle, sourcing managers \n\n\f##PAGE_BREAK## \n\nResponsible Sourcing \n\n|  31\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\nCorporate  \nGovernance\n\nBusiness Ethics and \nProfessional Integrity\n\nRisk Assessment and \nManagement\n\nClimate\n\nCybersecurity and \nData Privacy\n\nResponsible Sourcing\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nINCREASING SUPPLIER DIVERSITY1\nWe are committed to providing suppliers with equal \naccess to business opportunities. Our supplier diversity \nefforts focus on encouraging diverse suppliers to bid  \non projects and submit proposals, selecting qualified \ndiverse suppliers when awarding contracts and  \nenhancing our relationships by offering networking  \nand mentorship opportunities. \n\nOur Supplier Diversity Program aims to increase our \npartnerships with small business enterprises and \nbusinesses owned by people of underrepresented racial \nand ethnic groups, women, people with disabilities, \nveterans and members of the LGBTQ+ community. \nIn 2022, our small business and diverse Tier I spend \nincreased by 44% over the previous year. We also work \nwith our suppliers to encourage diverse spend within \ntheir own supply chains. We formally launched our Tier II \nSupplier Diversity Program, which aims to identify, track \nand manage the diverse spend for our highest spend and  \nstrategic suppliers.\n\nIn 2023, we are partnering with advocacy organizations \nincluding Disability:IN and the National LGBT Chamber \nof Commerce (NGLCC) to provide mentorship to \ndiversely-owned businesses to help them grow and \ndevelop their business.\n\nCREATING AN ETHICAL SUPPLY CHAIN1\nWe expect our vendors, suppliers, contractors and \nconsultants to share our commitment to the highest \nethical standards and operate in compliance with \napplicable laws, rules and regulations, including all  \nanti-bribery and anti-corruption laws. \n\nAll suppliers are asked to adhere to the standards set out  \nin our Supplier Code of Conduct, which was expanded \nin 2020 to reflect new social and environmental \nconsiderations and describes our expectations of  \nsuppliers in the areas of business integrity, labor  \npractices, employee health and safety, diversity and \ninclusion and environmental stewardship. Our master \nprofessional services agreement template requires \nsuppliers to hold their personnel accountable to the \nSupplier Code.\n\nOur suppliers and other external stakeholders are \nencouraged to raise concerns or suspicions of violation \nof the Supplier Code of Conduct by contacting \nMoody’s directly or via Moody’s Integrity Hotline. \nFor more on our reporting mechanisms, see Business \nEthics and Professional Integrity.\n\nIn addition to these policies, our Modern Slavery and \nHuman Trafficking Statement is updated annually \nand describes our approach to preventing human \nrights violations in our workforce and supply chain. \nOur supplier agreements include language that \nrequires suppliers to ensure there are no human rights \nviolations in their supply chains. \n\nDiverse supplier spend³\nAs a percentage of total addressable spend with suppliers that we do business with directly (Tier 1).\n\nDiverse supplier spend\n\n  Women-owned\n\n  Small businesses\n\n  Veteran-owned\n\n2020\n\n8%\n\n4%\n\n1%\n\n0.2%\n\n2021\n\n7%\n\n3%\n\n2%\n\n0.3%\n\n2022\n\n8%\n\n3%\n\n2%\n\n0.5%\n\nAs part of our due diligence process, we conduct \nsanctions screening on all new suppliers. We evaluate \nand segment applicable suppliers based on criticality \nand risk, and we screen all key suppliers2 with \nCompliance Catalyst, a Moody’s tool powered by  \nthe Orbis and Grid databases on private companies. \nUsing Compliance Catalyst, we assess a broad \nspectrum of risks, including U.S. sanctions, modern \nslavery, human rights violations and environmental \ncrimes. As of December 31, we have assessed 100% \nof our key suppliers and have not identified any  \nhigh-risk suppliers. In addition, we have put in  \nplace a clear escalation pathway that enables us \nto address any major risks in an immediate and \nappropriate manner. \n\nIn addition, we quantify ESG risks — such as supplier \ndiversity, science-based targets, cybersecurity and \ncompliance with global ethical standards — for key \nsuppliers and aggregate this data into an overall \nscorecard. In 2022, we implemented Coupa Risk \nAssess to automate this process. \n\nFor more information on our policies regarding \nresponsible sourcing, see Additional Resources.\n\n1 Refers to Moody’s Corporation and its wholly owned subsidiaries.\n2 Key suppliers are those deemed highest criticality by Moody’s in terms of regulatory \nimpact as well as high-priority software suppliers. \n³ Represents addressable spend with suppliers that we do business with directly (Tier 1).\n\n\f##PAGE_BREAK## \n\nBetter Lives \n\n|  32\n\nBetter Lives \n\nDiversity, Equity and Inclusion\nEmployee Attraction and Engagement\nEmployee Health and Well-being\nLearning and Development\nCommunity Impact\n\nBetter Lives \f##PAGE_BREAK## \n\nBetter Lives \n\n|  33\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nBetter Lives\n\nWe strive to foster a nurturing and inclusive \nculture, both inside our organization and \nin the communities in which we operate — \nbecause a more diverse, equitable and \nengaged workplace helps us fulfill our \nmission of providing trusted insights that \nhelp decision-makers act with confidence.\n\nA MESSAGE FROM MARAL KAZANJIAN, \nCHIEF PEOPLE OFFICER\nAt Moody’s, our people are committed to delivering \ninnovative risk solutions that lead to better outcomes \nfor our customers. Our Company is equally committed \nto investing in our people because our colleagues’ \nenthusiasm, creative ideas and passion fuel our \nunparalleled insights and solutions in service of \nour customers and our community. To maintain an \nenvironment where our people feel included and  \ncan thrive, we continually make investments in  \nour workplace.\n\nOver the past few years, the world of work has changed \nsignificantly. Flexible work arrangements are an \nimportant consideration for many jobseekers during the \nhiring process and companies are viewing flexibility as a \nbenefit that helps attract and retain talent. At Moody’s, \nwe’ve embraced this evolution by prioritizing flexible \nways of working. Our approach balances the needs of \nour business with the needs of our people, helping all of \nus prioritize where and how we work based on the type \nof work we’re doing. \n\nAt the same time, fostering meaningful interactions \namong our people and with our stakeholders and \ncustomers that provide opportunities for connection  \nand collaboration is core to our approach because we \nknow it’s crucial for business innovation and sustaining \nour culture.\n\nWe’ve continued to enhance our Diversity, Equity & \nInclusion (DE&I) efforts as well, not only because \nDE&I is core to who we are at Moody’s – we believe \nit’s essential to realizing a truly sustainable future. I’m \nextremely proud that in 2022 we expanded our Business \nResource Groups (BRGs) program in the Americas with \nthe launch of three new BRGs dedicated to serving Asian, \n\n“We firmly believe that the investments we’ll \ncontinue to make in our people will help us \ndefine and drive a more sustainable future  \nfor our Company and our customers.”\n\nBlack and Latin communities both within and outside \nof Moody’s. In January 2023, we appointed a new head \nof Diversity, Equity & Inclusion to build on the work \nwe’ve done with a focus on implementing a data-driven, \nstrategic approach to accelerate our efforts.\n\nSimilar to DE&I, we’re investing in professional \ndevelopment opportunities for our people with the \nevolution of Moody’s University, our online learning hub \navailable to colleagues across our organization. We’ve \nadded a range of content and expanded our partnerships \nwith colleges, universities and certification training \n\ncenters to offer our people a wider array of resources. \nThese investments underscore our ongoing commitment \nto the professional growth of our people through \ncontinuous learning.\n\nAs we look ahead, we firmly believe that the investments \nwe’ll continue to make in our people will help us define \nand drive a more sustainable future for our Company \nand our customers. At a knowledge company like ours, \nwe know the ambition, aspirations and ingenuity of our \npeople will help us realize a better future.\n\nMARAL KAZANJIAN \nChief People Officer, Moody’s Corporation\n\n\f##PAGE_BREAK##Diversity, Equity and Inclusion\n\nWe believe a workforce that includes an array of backgrounds and experiences helps create \nan environment that maximizes every employee’s contribution, widens the leadership \npipeline and enhances our work, including the quality of our opinions, products and services. \nWe aspire to be a place where everyone feels comfortable bringing their authentic self to \nwork, where we demonstrate empathy and civility, and where we celebrate the differences \nthat make us stronger.\n\nADVANCING OUR DE&I STRATEGY\nOur global DE&I strategy aims to drive a culture of diversity, equity and inclusion across four key areas: Our \nworkforce, workplace, customers and communities. The framework, as illustrated in the graphic on the right, aligns to \nour Company’s business priorities, talent strategy, culture and long-term value proposition, and provides a structured \napproach to advance our DE&I strategy. \n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n \n\nDiversity, Equity and Inclusion \n\n|  34\n\nGlobal diversity strategic framework\nStructured approach to drive a culture of diversity, equity and inclusion.\n\nAmericas  •  U.S.  •  EMEA  •  APAC\nAmericas  •  U.S.  •  EMEA  •  APAC\n\nWorkforce\n\nWorkplace\n\nCustomers\n\nCommunity\n\nDiversity  \nCouncil\n\nBusiness  \nResource  \nGroups\n\nDiversity  \nTraining\n\nPartnerships\n\nSupplier \nDiversity\n\nTalent Acquisition  •  Performance Management  • Retention\n\nLearn more about our global diversity strategic pillars by clicking the tiles in the graphic.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nSetting our direction: DE&I governance\nOur employees actively participate at every step in \nshaping and implementing our DE&I strategy. \n\nOur global Executive Diversity Council is tasked with \noverseeing the implementation and progression of our \nDE&I strategy across our business. Chaired by our CEO \nand composed of other senior leaders, the Council  \nmeets at least quarterly so that DE&I is an ongoing  \nfocus throughout the company. Council members \ntypically have a personal connection to DE&I or  \nhave been involved with one or more of our BRGs. \n\nOur Regional Diversity Councils in Europe, the Middle \nEast and Africa (EMEA) and Asia-Pacific (APAC) help \nus adapt and implement our strategy in ways that are \nauthentic and resonate with local policies and customs. \nIn addition, our Regional Advisory Committees, made up \nof BRG co-chairs, serve an important role by facilitating \nrich discussions, seeking employee feedback and \nproviding inputs to inform DE&I programming. At the \ncenter of our strategy are our BRGs, which are tasked \nwith implementing and advancing our DE&I strategy \nwith active participation across the organization. \n\nOver the past few years, the Council has helped us \nmake significant progress developing and implementing \nworkplace flexibility, broadening diversity and inclusion \neducation programs, helping establish the Women in \nLeadership programs and creating an inclusive language \nguide to help inform communication with stakeholders \nso that it reflects our evolving view of DE&I.\n\n \n\nDiversity, Equity and Inclusion \n\n|  35\n\nEMEA Council\n\nTalent Acquisition\n\nRegional Advisory Committee\n\nMOODY’S\nENABLE\n\nBRG\n\nMOODY’S\n\nGENERATIONAL\n\nBRG\n\nMOODY’S\nINCLUSION\n\nBRG\n\nMOODY’S\nMINDS\nBRG\n\nWell-being\n\nRegional Advisory Committee\n\nDiversity \nStrategy\n\nExecutive\nDiversity \nCouncil\n\nMOODY’S\n\nPRIDE\nBRG\n\nMOODY’S\nVETERANS\n\nBRG\n\nMOODY’S\nWOMEN’S\n\nBRG\n\nMOODY’S\n\nMULTICULTURAL\n\nBRG\n\nEngagement\n\nRegional Advisory Committee\n\nBelonging\n\nRegional Advisory Committee\n\nMOODY’S\n\nBLACK IMPACT\nGROUP BRG\n\nMOODY’S\n\nCONECTAMOS\n\nBRG\n\nMOODY’S\nPAN-ASIAN\nIMPACT BRG\n\nAPAC Council\n\nBenefits\n\nRegional Advisory Committee\n\n\f##PAGE_BREAK## \n\nDiversity, Equity and Inclusion \n\n|  36\n\n“The BRG Summits have been invaluable \nin highlighting the key BRG themes \nfor the year, and showcasing the \ncontributions of the many — and truly \ndiverse — BRGs across Moody’s. They \nalso motivated me to reach out to the \nco-chairs of other BRGs globally to share \nideas and organize events, some of which \nresulted in meaningful collaborations \nover the last few years.”\n\nAdam Hardi\nMember and former co-chair of the  \nCanada Pride BRG; VP Senior Analyst\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nEmpowering our people: Business  \nResource Groups \nOur BRGs help create a meaningful space for employees \nto express their values, shape business initiatives and \nprograms and bring their authentic selves to work. \n\nEach of our 11 BRGs works closely with our Diversity \nCouncils and plays a role in advancing DE&I at Moody’s. \nOur 53 regional chapters are open to all employees \nacross the Americas, EMEA and APAC and represent \nthe many diverse talents within the company and help \nmake our workplace representative of the communities \nin which we operate. With more than 3,6001 employees \nparticipating globally, each group is led by a chair or \nco-chair, who is nominated by the group and ultimately \nappointed by our Chief DE&I Officer. \n\nTo enhance the strategic role our BRGs play in our \ndecision-making process for recruitment, retention and \nprofessional development, we transformed three of \nour inclusion groups into stand-alone BRGs: Pan-Asian \nImpact Group (PAI), Black Impact Group (BIG) and \nConectaMos (our Latino/Latina group). This transition \nhas helped bring diverse perspectives to the shaping of \nour business initiatives and programs.\n\nIn addition, we hosted our third annual BRG Summit, \n“Forward Together: Belonging, Talent and Goals,” which \nbrought together BRG co-chairs, executive sponsors and \nDE&I ambassadors from across the globe to celebrate \naccomplishments, discuss new ways of engagement  \nand plan for the year ahead. \n\n1 Data as of December 31, 2022.\n\n\f##PAGE_BREAK##Our BRGs\n\nMOODY’S BLACK IMPACT GROUP \nsupports the recruitment, retention, \nempowerment and advancement of \nour employees, including our Black \nemployees, as well as promoting \nand fostering allyship to maintain a \ndiverse, inclusive and collaborative \ncompany culture.\n\nMOODY’S CONECTAMOS seeks to \npromote and advance the inclusion of \nour employees, including our Latino/\nLatina employees, at all levels, and  \nto position Moody’s as an employer  \nof choice.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n \n\nDiversity, Equity and Inclusion \n\n|  37\n\nMOODY’S GENERATIONAL seeks to \nleverage the insights and experiences \nof our multi-generational workforce \nin order to cultivate an inclusive \nwork environment that fosters \ngreater connectedness, supports the \ndevelopment of all generational groups \nand delivers business value to the firm.\n\nMOODY’S PAN-ASIAN IMPACT \nGROUP seeks to foster networking \nopportunities and support the well-\nbeing of our employees, as well as raise \nawareness about Pan-Asian cultural \ndiversity and build allyship to foster  \nan equitable and inclusive workplace  \nat Moody’s.\n\nMOODY’S MINDS seeks to foster \na culture where all employees are \nempowered to discuss and manage \ntheir mental health.\n\nMOODY’S MULTICULTURAL seeks  \nto leverage diverse talent by promoting \nrecruitment, professional development \nand networking opportunities for our \nemployees, particularly our ethnically \ndiverse employees.\n\nMOODY’S INCLUSION supports \nall areas of diversity and inclusion, \ncombining Moody’s BRG chapters and \ncreating opportunities for all employees \nto engage with a BRG.\n\nMOODY’S PRIDE advocates for a \nwork environment that respects, \nwelcomes and supports all employees, \nparticularly lesbian, gay, bisexual and \ntransgender professionals and enables \nthem to perform to their fullest \npotential and contribute to the greater \ngoals of the firm. \n\nMOODY’S VETERANS recognizes and \nsupports veterans, active-duty military \npersonnel and military families within \nour Company and in our communities. \nMembers primarily focus on outreach \nefforts, including workforce integration \nand raising awareness around issues \nthat affect veterans.\n\nMOODY’S WOMEN seeks to \nimplement programs that foster \ngreater interaction among peers, as \nwell as the broader community, while \nacting as a collective voice for raising \nwomen’s issues to senior management.\n\nMOODY’S ENABLE advocates for an \ninclusive, accessible and stigma-free \nworkplace in which employees with \ndisabilities are valued for their talents \nand have the opportunity to advance \nand thrive professionally.\n\n\f##PAGE_BREAK## \n\nDiversity, Equity and Inclusion \n\n|  38\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nADVANCING DE&I INSIDE MOODY’S: \nOUR WORKFORCE AND WORKPLACE\nWe believe that an inclusive, equitable and diverse \nworkplace that draws on the experiences, backgrounds \nand opinions of all its people is fundamental to our \nsuccess. Our business benefits from the inclusion of \nmany different perspectives. That is why we actively \npromote diversity at every level of Moody’s. We work \nhard so that all employees, from new hires to senior \nleaders, feel respected, included and empowered. \n\nWho we are: Race, ethnicity and gender data\nDisclosing our diversity data is critical to our efforts to build an inclusive workforce. We continually challenge ourselves  \nto provide transparent reporting and look forward to identifying ways to enhance our disclosure practices.\n\nWe have disclosed our consolidated U.S. Equal Employment Opportunity (EEO-1) data publicly for two consecutive  \nyears and plan to continue to disclose that data on an annual basis once it is finalized. While we recognize that EEO-1  \ndata is not a perfect measure of diversity, it is a step forward in our efforts to increase transparency and foster an \ninclusive workplace.\n\nRace and ethnicity \nof U.S. employees\n% of employees\n\n White\n\n Underrepresented groups1\n\n Not disclosed\n\n6%\n\n5%\n\n48%\n\n2022  \nU.S.  \n\nworkforce\n\n46%\n\n51%\n\n2022  \n\nU.S. officers  \nand managers2\n\n44%\n\nGlobal employee breakdown by region\nNumber of employees\n\nGlobal gender diversity3,4\n% female of global workforce population\n\n4,486\n\n4,197\n\n3,977\n\n3,665\n\n5,068\n\n4,834\n\n41% overall\n\n49% \n\n39% \n\n48% \n\n38% \n\n764\n\n895\n\nAmericas\n(excl. U.S.)\n\nAPAC\n\nEMEA\n\nU.S.\n\n    \n\n  2021       \n\n  2022\n\nFull-time = 14,181 \nPart-time = 245\n\n31% \n\n32% \n\n32% \n\n32% \n\n32% \n\n33% \n\n2021\n\n  Executive \n  Senior Manager \n\n  Mid-level Manager \n  First-level Manager \n\n  Non-manager\n  Overall\n\n2022\n\n1 Underrepresented groups include employees who identified as Asian, Latino/\nLatina, Black, Native American/Alaskan Native, Hawaiian/Other Pacific Island or \ntwo or more races.\n2  Officers and Managers are calculated using the job categories: executives, \nsenior managers, mid-level managers and first-level managers.\n\n3 Executives represent CEO, CEO-Direct, Exec Directors, GMD, SMD and MD level; \nsenior managers represent AMD, Country Head, SVP and Senior Director level; \nmid-level managers represent VP-SCO, VP-SA, VP and Director level; first-level \nmanagers represent AVP-Analyst, AVP, Associate Director and Assistant Director \nlevel; non-managers represent Analyst, Assoc Analyst, Assoc and Associate level.\n\n4 The data by seniority represents approximately 90% of employees (excludes \ncertain nonwholly owned subsidiaries and newly acquired companies for which \nthis data was not yet available). The total breakdown by gender represents the \nfull employee population.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nAttracting talent through  \ninclusive recruiting1\nWe believe that who and how we hire is critical to our \nbusiness success. We evaluate candidates based on their \nqualifications and not their race, ethnicity, gender, age \nor any other protected characteristic. To remove barriers \nto identifying the best talent and to expand access to \njobs at Moody’s, we focus on the following:\n » Selecting a diverse interview panel to provide varied \n\npoints of view during evaluation.\n\n » Leveraging diverse recruiting tools and job boards  \n\nto build a robust talent pipeline. \n\n » Presenting diverse slates of qualified candidates  \n\nfor our open positions. \n\n » Establishing consistent interviewing practices. \n » Formalizing feedback collection by using consistent \n\nrating scales to promote objective feedback  \non candidates. \n\n » Holding debrief meetings where the most junior \n\ninterviewer on the panel provides candidate feedback \nfirst and the hiring manager last, to allow for an \ninclusive process in which all voices are heard. \n\nAdditionally, we partner with the Association of Latino \nProfessionals for America (ALPFA), American Corporate \nPartners, Fairygodboss, MyGwork, Professional Diversity \nNetwork, PowerToFly, SeekOut and other organizations \nto host opportunities to meet candidates from a variety \nof backgrounds, including people with disabilities, \npeople identifying as women, and/or as part of the \nLGBTQ+, Latino/Latina, Black or veteran communities. \nIn 2022, we launched our veterans splash page, which \ngives helpful job search, application and interview tips to \nveterans and military personnel looking to transition to \ncivilian life.\n\n1 Refers to employees hired to Moody’s Corporation and its wholly owned \nsubsidiaries, as well as employees integrated into Moody’s through  \nrecent acquisitions.\n\nWe also kicked off our neurodiversity hires pilot in 2022, \nrecruiting five people on the Autism spectrum to fill \nhighly technical, analytical open roles in our Moody’s \nAnalytics Structured Finance business. Based on the  \npilot outcome, we plan to expand the program.\n\nFor more information on our recruiting efforts, see \nEnhancing our talent attraction efforts.\n\n81%\n\nof RE-IGNITE participants have \nbecome Moody’s employees since \nthe program started in 2017\n\nRE-IGNITE \nRE-IGNITE is our 16-week paid return-\nto-work opportunity for mid- to senior-\nlevel individuals of all races, ethnicities, \ngenders and ages who are restarting their \ncareers after a minimum two-year hiatus. \nProfessionals who wish to return to the \nworkforce after time away gain access \nto hands-on project work, leadership \ndevelopment and networking opportunities, \nas well as visibility into our unique culture. \nTogether, these tools can help prepare \nindividuals for a successful return to the \nworkforce. In 2022, we expanded the  \nRE-IGNITE program from the U.S. and U.K. \nto Canada and India, and plan to launch in \nFrance in 2023. \n\n \n\nDiversity, Equity and Inclusion \n\n|  39\n\nAMERICAS\n\n101\n\nAPAC\n\n49\n\nEMEA\n\n40\n\nWe welcomed 190 summer interns from around the world in 2022 — some of whom \nconnected with us through organizations we partner with, including Prep for Prep, \nExecutive Leadership Council Scholars and Bridging the Gap. Above is the geographical \nbreakdown of our 2022 summer intern class. This data reflects an expansion of our \ninternship program in APAC and Costa Rica, as we continue to support our business \ngrowth in these areas.\n\n\f##PAGE_BREAK##Building our talent pipeline\nWe are committed to building an inclusive pipeline of \ntalent, including leaders from diverse backgrounds, and \nempowering them to make significant contributions to \nthe markets and communities they serve. Our efforts \ninclude, but are not limited to, the following:\n\nRay McDaniel Scholarship\nThe Ray McDaniel Scholarship is a five-year, $1.2 million \nprogram to provide 30 three-year scholarships to  \nhigh-achieving undergraduate Black students. Our goal \nis to offer the students job opportunities after they \ngraduate. In 2022, we organized a fully sponsored,  \nweek-long immersion program at our headquarters, \nduring which the Ray McDaniel scholars visited the  \nNew York Stock Exchange and met with several senior \nleaders at Moody’s. The experience allowed the scholars \nto begin building their Moody’s network. \n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nPrograms for Veterans\nMoody’s Veterans Program is a partnership between \nour Veterans Business Resource Group (VBRG) and \nColumbia University to prepare veterans for careers \nin finance, technology and economics. In the 2021-22 \nacademic year, five scholars joined the program and \neach received funding to support their studies. Scholars \nwere encouraged to participate in our summer internship \nprogram, as well as a mentorship program involving  \nthe VBRG.\n\nIn addition, members of VBRG provided mentoring and \ncoaching to veterans entering the corporate workplace \nthrough our partnership with American Corporate \nPartners (ACP). ACP is a nonprofit organization \ndedicated to helping military service members in the \nU.S. transition to the private sector through one-on-\none mentoring with people already in the business \nworld. Mentors and mentees are paired for one year and \nencouraged to discuss topics such as building resumes, \ninterview preparation, networking and professional \ndevelopment, among others.\n\n“Moody’s is proud to partner with Columbia \nUniversity in support of our veterans. Our \ncollaboration connects us with exceptional \ntalent, who are focused on accomplishing \nthe mission at hand, coming up with \ncreative solutions and working together \nfor something bigger than ourselves. These \nare important values in the \nmilitary that also align to \nour mission and values.”\n\nTameka Alsop\nChief Administrative Officer and  \nGlobal Executive Sponsor of VBRG\n\n \n\nDiversity, Equity and Inclusion \n\n|  40\n\nBuilding Latino/Latina Leaders\nMoody’s is now a lead sponsor for ALPFA, the \nAssociation of Latino Professionals for America, which \nprovides leadership development workshops and career \nresources that support Latino/Latina people seeking \nto reach the next level in their careers. Our multi-year \npartnership with ALPFA, which included sponsoring the \norganization’s 2022 convention, will help us strengthen \nour Latino/Latina talent pipeline and develop Latino/\nLatina leaders.\n\nSupporting Women in Islamic Finance\nWe partner with the Women in Islamic & Ethical \nFinance Forum (WIEFF) — an independent, international \nnetworking platform where industry professionals \ncan meet, collaborate and support the interests of \nthe Islamic finance industry — to match senior leader \nmentors at Moody’s with mentees from the WIEFF \nmembership. Through our partnership, we support \nmembers’ learning and professional development, and \nhost networking events where senior leaders from \nMoody’s share their expertise and career insights with \nthe attendees.\n\n“Growing motivated, inspired business \nleaders and ensuring they have a solid \nrunway for success has never been more \nrelevant. Through our ongoing collaboration \nwith ALPFA, we strive to empower \nLatino professionals to realize \ntheir career ambitions.”\n\nRob Fauber\nPresident and CEO, Moody’s\n\n\f##PAGE_BREAK## \n\nDiversity, Equity and Inclusion \n\n|  41\n\nWorking toward equity in our  \nworkplace and communities\nWe continued to work toward creating equitable \nopportunities in the communities where we operate \nthrough employee engagement initiatives and social \ninvestment. For example, we committed $1 million in \n2021 to nonprofits advancing equity and inclusion for \nBlack communities globally. One of the organizations, \nUnited to Change and Inspire (UTCAI), leveraged our \ninvestment to accelerate the development of holistic \neducation and training programs for disadvantaged \nyouth in the U.K. — specifically alternative vocational \nand well-being-focused curriculum for school children. \nThroughout 2022, our financial support helped secure \nover 3,000 seats for children from mainstream inner-city \nschools in the U.K.\n\nAdditionally, members of our BRGs participated in \nmentoring programs within their local communities. As \npart of our partnership with Hetrick-Martin Institute, \nwe support Queer Coders, which provides professional \ndevelopment and technical training to LGBTQ+ youth \naged 18–24. Members of Moody’s New York Pride BRG \nmentored the 2022 Queer Coders cohort to help the \nstudents develop their interview skills. Furthermore, \nmembers of our Women’s BRG mentored underserved \nstudents from Gladesmore Community School, located \nin the U.K., needing study and career guidance.\n\nWe were also one of the first companies to commit to \nachieving the Management Leadership for Tomorrow \n(MLT) Black Equity at Work Certification. To achieve \ncertification, companies undergo a rigorous  \nDE&I assessment.\n\n“The team at Moody’s has inspired us to \nkeep pushing the boundaries in DE&I, \nensuring we create a better and fairer \nfuture for our young people.”\n\nTroy Davis\nManaging Director, UTCAI\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nBolstering our employee inclusion training\nCreating a culture of inclusion and belonging is  \nexpected of all leaders at our Company — and that  \nis the driving force behind our Inclusion Evolution \nemployee training program. The program is focused  \non two critical components:\n\n » Understanding ourselves and the social context that \n\ncreates our identity.\n\n » Building a culture of inclusion by exploring  \n\nunconscious bias, empathy and belonging and by \nadvocating for others. \n\nAfter the program, participants are given additional access \nto e-learning courses and toolkits to build a culture of \ninclusion in their own teams.\n\nThe expanded content catalogs of our learning and \ndevelopment platform, Moody’s University, offer 175 \npieces of learning to our global workforce — over 640 \nhours of books, podcasts, videos and courses specifically \naddressing DE&I topics. In addition, we offer language \nlearning for 12 different languages.\n\nSupporting women through  \nlife’s milestones \nPiloted in 2021 to support our female \nemployees and educate colleagues, the \n“Menopause in the Workplace” program \nexpanded further, offering new e-learning \nmodules for managers and employees. We also \nadded the Menopause Plan to our U.K. health \ncare offering. As a result of these initiatives, we \nhave been formally accredited as a Menopause \nFriendly Company by the independent \norganization Henpicked in the U.K.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nCreating opportunities for mentorship \nand career development\nWe have dedicated talent development programs  \nthat aim to create a workplace where employees  \nof all backgrounds and experiences are encouraged \nto grow and succeed. Some of these programs are \nhighlighted below:\n\nTIDE\nWe launched a second cohort of TIDE (Talent Aspirations \n& Alignment, Insights, Development & Career Planning \nand Exposure & Expansion), an enhanced nine-month \ncareer-development program which focuses on high \npotential employees, including women, LGBTQ+ \nemployees, people of color, veterans and neuro-diverse \nemployees. Through TIDE, participants gain visibility \nacross the organization, cultivate relationships with \nsenior leaders who provide support and mentorship and \nhave access to robust and individualized professional \ndevelopment resources. For the 2022 program, we \nintroduced several new elements:\n\n » Learning Pods: Small groups of participants meet \n\nmonthly to network, learn from each other and gain \nexposure to different aspects of Moody’s.\n\n » External speaker series: External experts in \n\nleadership, entrepreneurship and innovation facilitate \nlearning sessions for TIDE participants.\n\n » Breakfast with Rob: Small group sessions are held \nwith Moody’s CEO to engage with TIDE participants \nand provide a unique perspective on the company’s \nbusiness strategy.\n\n » TIDE Leadership Series: Participants gain access to \nnew learning modules based on shared interests and \ncommon development needs.\n\nAt TIDE’s halfway point, we surveyed \nparticipants in the cohort to better understand \nsentiment and highlight the impact of the \nprogram on individuals and the organization  \nas a whole. Select findings included:\n\n97%\n\nretention rate of  \nTIDE participants.1\n\n91%\n\n91%\n\n87%\n\n87%\n\nof participants agree  \nor strongly agree their  \ncareer ambitions can be \nfulfilled at Moody’s.\n\nof participants agree  \nor strongly agree that  \nTIDE is a key part of our \ncommitment to DE&I.\n\nof participants agree  \nor strongly agree they  \nare more aware of and  \nvocal about their  \ncareer ambitions.\n\nof participants agree  \nor strongly agree they  \nhave expanded their  \ninternal networks.\n\n1 As of December 31, 2022.\n\n \n\nDiversity, Equity and Inclusion \n\n|  42\n\nRISE\nRISE (previously our Senior Women’s Leadership \nDevelopment Program) is a nine-month interactive \nleadership development program for high performing \nsenior women across Moody’s. The revamped \nprogram, which kicked off in 2022, aims to address \nthe unique challenges women face in the workplace. It \nprovides frameworks and tools to enhance leadership \neffectiveness through a continuous development \nprocess that involves course-specific learning, peer-to-\npeer interactions, a 360-degree feedback process with \npersonalized development planning and more. \n\n“RISE has helped me identify what I \nwant from my career at Moody’s. It \nhas taught me proven methods to \nbetter face challenges, communicate \nmy achievements to others and make \nconnections that enable me to achieve \nmy goals. Through RISE, I have built \nbonds across geographies and business \nlines that could benefit us as \nindividuals and Moody’s \nas an organization.”\n\nMaria Iarriccio\nVP, Senior Credit Officer\n\nBRG-led Mentorship Programs\nIn our BRG-led mentorship programs, peers can gather \nto engage with leaders and one another to further their \nprofessional development. The Pan-Asian Impact Group \nmentoring program, which celebrated its sixth year in \n2022, was also expanded to APAC, while the Women’s \nBRG mentorship program celebrated more than a \ndecade of mentorship and career growth. In addition, \nour Generational BRG reverse mentoring program \nexpanded to cover both U.S. and EMEA regions. Our \nLatino/Latina BRG, ConectaMos, also offers a program \nthat pairs mentors and mentees to discuss career goals \nand advancement strategies.\n\nFor information on other learning and development \nprograms, see Leadership development programs.\n\nSupporting our LGBTQ+ colleagues \nand community\nWe have partnered with LGBT \nGreat, the global LGBTQ+ \nfinancial services membership \ncommunity hub, which provides \nour LGBTQ+ employees and \nallies with an opportunity to participate in \na mentorship program. It connects mentees \nwith mentors across different regions around \nthe world to network among peers, build \nconfidence and learn new skills.\n\n\f##PAGE_BREAK##SUPPORTING OUR PEOPLE, \nCOMMUNITIES AND INSTITUTIONS\nOur DE&I strategy encompasses our entire value chain \nof people and institutions. The Creating Opportunities \nfor Racial Equity (CORE) initiative is central to our \ncustomer-focused DE&I efforts.\n\nCORE was created to accelerate our work toward the \ncreation of economic opportunity for underserved \nand underestimated communities, guided by our \ncommitment to DE&I and racial equity. CORE aims to \ndevelop partnerships, share expertise, invest capital \nand utilize software and services to assist community \ndevelopment financial institutions (CDFIs), minority \ndepository institutions (MDIs), diverse finance  \ncompanies and diverse asset managers.\n\n“What I appreciate most about Moody’s \napproach to advancing racial equity is \ntheir intentionality — reaching out to \norganizations that are experts, sitting  \nin and serving the demographics that \nthey are trying to impact.”\n\nNicole Elam\nPresident & CEO,  \nNational Bankers Association\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nOur CORE roadmap\n\nPILLAR\n\nStrategic \n \nThemes\n\n \n\nDiversity, Equity and Inclusion \n\n|  43\n\n1\n\nENGAGE\n\n2\n\nEMPOWER\n\n3\n\nINVEST\n\n \nBroaden CORE’s outreach,  \nboth internally and externally, \n\nand communicate\n\nStrategic education on \n\n \nMoody’s capabilities, portfolio \n\nand overall products\n\nLong-term global growth \n\nand scale\n\nLeverage a streamlined \n\nand efficient cross-\ncompany approach\n\n \n\nProvide more access, and \nunderstanding of how, to \n\nleverage capital\n\nIn 2022, we made significant progress on several customer initiatives:\n\nDEVELOPED PARTNERSHIPS\n\nIn alignment with the Biden-Harris administration and other public and private institutions, we became a founding member of the Economic Opportunity \nCoalition (EOC), a historic effort to catalyze and align public and private investments to accelerate inclusive economic growth. Our scaling efforts also included \nmultiple meetings, conversations and webinars with multicultural stakeholders such as banks, asset managers and potential partners.\n\nIn addition, we formed the CORE advisory board, a group of internal and external experts who lend their skills, guidance and knowledge to offer strategic insights \nthat helps Moody’s CORE to achieve its goals. Current advisory board members come from the National Bankers Association (NBA), the National Association of \nSecurities Professionals (NASP) and Trident.\n\nDIVERSIFIED DEPOSITS\n\nAs of December 31, we deposited $11.5 million into Black-owned banks. We expect to expand our deposits to include three new MDIs in 2023.\n\nSHARED EXPERTISE\n\nWith our EOC partners, we are establishing a Center of Excellence for more than 1,000 CDFIs and MDIs serving over 1 million people in low- to moderate-\nincome communities each year. The Center will provide access to technology, data and professional expertise from EOC members.\n\nWe also produced the first two segments in an ongoing series of CORE Conversations, which aim to foster meaningful dialogue around challenges and solutions \nthat impact multicultural stakeholders. And we hosted our first Multicultural Solutions Summit, which convened a group of our strategic partners, senior \nleadership members and Moody’s employees to participate in robust discussions on demystifying the perceived risks of CDFIs and MDIs. The event was attended \nby representatives from nearly 30 different institutions.\n\n\f##PAGE_BREAK##Employee Attraction and Engagement\n\nWe are a people-driven company, and \nattracting and retaining the right talent is \nparamount to successfully executing our \nbusiness strategy. A critical component of \nour talent attraction and retention strategy \nis investing in our people at every stage of \nthe employee life cycle — including offering \ncompetitive compensation and benefits — \nto build and retain an adaptive, engaged, \ndiverse and inclusive workforce.\n\nENHANCING OUR TALENT \nATTRACTION EFFORTS\nIn 2022, we made a series of improvements to the \nrecruitment process, including:\n\n » Adding functionality to our career site that enables  \n\nus to host and market recruitment events.\n\n » Launching an internal mobility website for our \nemployees to better view career opportunities  \nwithin the organization.\n\n » Continuing to drive recruiter usage of our candidate \n\nrelationship management system to help us build \ndiverse talent pipelines.\n\n » Undertaking an extensive review of our employee \n\nreferral program and updating the program to make \nit easier for our employees to refer people in their \nnetwork to apply at Moody’s. \n\nTo see how our talent attraction process is addressing \ndiversity, equity and inclusion, see Attracting talent \nthrough inclusive recruiting.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\n \n\nEmployee Attraction and Engagement \n\n|  44\n\nEarly careers and rotational programs\nMoody’s has a number of early career and rotational programs that allow recent graduates to explore their \ninterests and build their skills, while also gaining exposure to potential careers at Moody’s. These programs \ninclude MIS Early Careers, MA Graduate Program, our Global Summer Internship Program and our Working \nStudents roles. We continued hiring for our rotational Data Science Development Program and expanded our \ntwo-year Moody’s Analytics Technical Rotation Program, which now provides opportunities across Moody’s, \nincluding in Moody’s Investors Service Tech and Central IT.\n\nIn 2022, 34 participants were enrolled in our rotational programs. Among that group, five individuals \nbecame Moody’s employees after graduation.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nINVESTING IN EMPLOYEE  \nEXPERIENCE AND ENGAGEMENT\nAs part of Moody’s University programming, the \nLeadership Academy launched two key programs \ndesigned to support employees who are just starting  \nout at Moody’s or transitioning to a manager role:\n\n » The New Hire Orientation Program: Designed to \n\ndeliver a globally consistent new hire experience  \nand accelerate job readiness. The interactive  \ntwo-day orientation enables new hires to start \nbuilding connections and learn about what makes \nMoody’s unique. \n\n » The Manager Onboarding Toolkit: An interactive \nresource that guides managers as they support new \nhires through their onboarding journey. The toolkit \nincludes ready-to-use templates and other resources \nto accelerate the readiness of new hires.\n\nTo improve our employees’ experience, we created  \ntwo new leadership roles focused on refining our global \napproach to employee engagement: SVP-Employee \nExperience and VP-Talent Strategy. These roles will focus \non building an integrated talent management strategy, \nproviding for the successful implementation of employee \nwell-being initiatives, and creating processes and \nprograms to better assess, develop, engage and  \nretain our talent.\n\n \n\nEmployee Attraction and Engagement \n\n|  45\n\nAs part of our continued drive for enhanced \nmetrics and analytics, we launched a Post New \nHire Survey for employees to complete after \nbeing with us for 90 days. Key metrics from the \nsurvey include:\n\nI would \nrecommend \nMoody’s as a \ngreat place  \nto work\n\nI feel a sense  \nof belonging  \nat Moody’s\n\nSCORE OF\n\n86\n\n11 points higher \nthan the global \nbenchmark\n\nSCORE OF\n\n82\n\n9 points higher \nthan the global \nbenchmark\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nLISTENING TO AND LEARNING  \nFROM OUR EMPLOYEES \nEach year, we encourage our employees to provide \nanonymous and candid feedback through our Business \nEngagement Survey (BES). The BES helps us to: \n\n » Understand our employees’ level of engagement at \nperiodic intervals throughout the year (for example, \nthrough shorter, more frequent pulse surveys). \n\n » Inform our actions through the use of a validated \n\nmeasure of engagement. \n\n » Reinforce managers’ roles to take action by dedicating \n\nspecific resources to address opportunity areas \nidentified by the survey results. \n\n » Assess employee sentiment around longevity and \n\nintent to stay, which helps us to frame actions that \ndrive talent retention.\n\nWe continued to refine our approach, reducing the \nnumber of survey questions and focusing on six \nkey drivers of engagement: Purpose, leadership, \nmanager effectiveness, well-being, connection and \nempowerment. Our 2022 employee engagement \nscore was 75 — measured by employees reporting how \nhappy they are at Moody’s and whether they would \nrecommend working here. \n\nWe use the feedback we received through the BES \nas a vital input into making decisions to improve our \nemployee experience. Notable examples of how we  \nare responding to employee feedback include:\n\n » Our employees reported that work flexibility was an \n\nimportant driver of engagement and productivity, \nwhile also noting that they are looking for more ways \nto connect socially with one another. PurposeFirst, \nour new framework for deciding where and how \nto collaborate, will provide opportunities to build \nstronger connections (see Defining our new way of \nworking with PurposeFirst). \n\n » While most employees intend to stay at Moody’s, \nthey are also interested in more career pathing and \ndevelopment opportunities, which we are providing \nthrough our expanded suite of learning offerings (see \nLearning and Development). We also plan to launch a \npilot career development platform, which will provide \nemployees access and agency to develop their careers \nusing an internal marketplace of continuous growth \nopportunities. In addition, we are currently evaluating \nour recognition framework in order to build better \nhabits in our peer-to-peer and leader-to-employee \nrecognition approach.\n\n » Employees value their managers and would \nrecommend them to others. To reinforce our \nmanagers’ capabilities, we will be launching a manager \ncapability framework to create accountability and \nsupport them in meeting their key responsibilities  \n(see Managing Our Workforce Performance).\n\n1 The data represents approximately 90% of employees (excludes certain nonwholly owned subsidiaries and newly acquired companies which are not integrated in Moody’s IT \nsystems and therefore the survey was not distributed to them). Employees participating in employee engagement surveys in 2022 - 85%; 2021 - 84%, 2020 - 86%.\n2 Employee engagement score is an average of two items: “How happy are you at Moody’s?” and “Would you recommend Moody’s?”\n3 Survey third-party service provider’s global benchmark is based on cross-client, cross-industry and cross-country company data from well over 700 organizations and over  \n150 countries.\n4  The favorability score is the average percentage of employees who agree Moody’s takes a genuine interest in their well-being. Global benchmark for the well-being favorability \nscore is not available.\n\n \n\nEmployee Attraction and Engagement \n\n|  46\n\nBusiness Engagement Survey results1\n\n75\n\nGlobal \nbenchmark3\n\n76\n\n73\n\n80\n\n76\n\n72\n\n2020\n\n2021\n\n2022\n\n2020\n\n2021\n\n2022\n\nEmployee engagement score2\n\nWell-being favorability score4\n\nDuring the pandemic, the well-being of employees and their families was our top priority and during this period \nadditional programming and resources were established to provide employees with the care they need. However, since \nthe pandemic, we have seen a decline in our well-being favorability score and have utilized employee feedback to address \nthe evolving needs of our people. We are developing several initiatives to address additional aspects of well-being, based \non the understanding that it is not limited to our employee physical and mental health but encompasses other aspects \nlike workplace flexibility, integrating work and personal life and disconnecting from work during non-work time.\n\nFor more information on how we’re integrating holistic well-being principles into our employee programs and initiatives, \nsee Our global well-being approach.\n\n\f##PAGE_BREAK##MANAGING OUR WORKFORCE \nPERFORMANCE1\nWe continued to leverage the performance management \napproach we adopted in 2021 — termed Grow, Perform, \nSucceed (GPS) — which emphasizes our commitment to \nemployee growth and development. \n\nGPS encompasses all aspects of performance \nmanagement, including dynamic objective setting, \nperformance evaluations and continuous feedback. It \nallows employees to navigate their Moody’s careers \nwith a set of shared success factors and a qualitative \nrating scale that measures both business outcomes and \nbehaviors, driving business results and building a culture \nof growth. This framework also helps tie individual \nobjectives to our broader Moody’s scorecard objectives, \nin order for our workforce to focus on efforts that support \nour strategic agenda.\n\nAs part of our GPS framework, we continue to leverage \nour core success factors — behaviors that are expected \nof all employees and leaders — and to provide clear and \ncommon definitions for evaluating business outcomes \nand behaviors. In 2022, we published specific criteria to \nguide our performance assessment, including guidance \non applying the various ratings on our scale. We also \ndelivered GPS manager training programs ahead of our \nyear-end review process.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nDuring the year-end review process, managers provide \na written, qualitative summary of performance, in \naddition to performance ratings, and host a live feedback \nconversation to review outcomes of the performance \nyear. Managers are encouraged to incorporate feedback \nfrom three to five key stakeholders into each employee’s \nreview. Employees also have the opportunity to \ncomplete a self-assessment summarizing their  \nstrengths and development opportunities.\n\nIn 2022, 99% of employees received a performance and \ncareer development review via GPS.2\n\n1 Refers to employees in Moody’s Corporation and its wholly owned subsidiaries, as well as employees integrated into Moody’s through recent acquisitions.\n2 Limited duration employees, employees in a probation period or who joined Moody’s from newly acquired companies do not participate in the GPS performance review process. \nCertain nonwholly owned subsidiaries for which this data was not yet available are excluded from the analysis. Therefore the data represents approximately 80% of the total \nemployee population. \n\n \n\nEmployee Attraction and Engagement \n\n|  47\n\nIncorporating diversity, equity and inclusion\nOur employees are expected to demonstrate a shared set of behaviors that contribute to a culture of growth and \ninclusion. As part of the GPS review, all applicable employees are evaluated on our Core Success Factors — including \n“Authentic and Aware” (e.g., “Listens with empathy and genuinely cares for others”) and “Collaborate with Purpose” \n(e.g., “Fosters an exchange of perspectives in an open-minded and inclusive manner” and “Listens effectively to hear \nand value different perspectives and viewpoints”). \n\nThere are additional expectations and measures for managers. Managers are evaluated on the Leadership Success \nProfile — which includes “Empower and Develop Talent” (e.g., “Fosters an inclusive workplace that values diversity \nand promotes belonging and well-being”). In addition to being embedded in performance evaluations, these \nbehaviors are also incorporated into our employee and manager development programs. \n\nFor more on our DE&I programs, see Diversity, Equity and Inclusion.\n\nSUCCEED\n\n \n\nre w\n\nDISCUSSI O\n\nand\nasure\n\nN\na r d\n\nG\n\nO N\n\n \n\nOBJE\nDyn\n\na\n\nC\n\nm\n\nT\nI\nic\n\nV\n\n \n\nEXECUTE\n\n \n\nO I N G DIALO\n  \n  \nP ERFOR\n•\n\nM\n\nG\n\nU\n\nE\n\n  \n\n  \n\n \n \n\n•\n\nW\nO\nR\nG\n\nE\n\nw\n\no\n\nS\n\nr\n\nk\n\nE\n\np\n\nT\n\nl\n\na\n\nT\n\nn\nn\n\ni\n\nn\ng\n\nI\n\nN\nG\n\n \n\n \n\ne\n  m\ne\nt\na\nu\n\nD\nN\nE\n-\nR\nA\nE\n\nl\na\n\nv\n\nE\n\nY\n\nADJUST\n\nD\n\nE\nE\nC\n\nE\n\nSUC\nD B ACK\nK -IN\ng r o\n\nC\na n d\n\nw\n\nC\n\nO\n\nG\n\nPS\nNTINUOUS \n\nE\n\nF\n\nMID-YEAR C H E\nConnect,  monito r\n \n \n\nDEVELOP\n\n\f##PAGE_BREAK## \n\nEmployee Attraction and Engagement \n\n|  48\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nWORKING TO REMAIN AN  \nEMPLOYER OF CHOICE\nThe global labor market continued to present a \nchallenging environment in which companies competed \nfor strong talent. In light of this dynamic, we piloted \nseveral initiatives to help engage and retain talent, and \nto position us to better understand our workforce.\n\nFor example, we initiated the Stay Conversations \ninitiative, designed to provide recognition for high-\nimpact talent and explore what employees find \nmeaningful and engaging as part of their professional \njourney. These conversations focus on identifying \ndevelopment opportunities, with the goal of keeping \nemployees engaged in their role at Moody’s. Following \nthe conversations, managers are asked to document and \ncomplete specific development actions to help translate \ninsights gleaned through the conversations into tangible \nprogress against the professional goals our employees \narticulate. Stay Conversations are a critical path to \nbetter understand our talent, their employee experience, \ncareer paths and feedback, ultimately resulting in \nincreased high-impact talent retention.\n\nWe also tested a framework for identifying high-\npotential employees and critical roles across the \norganization. We anticipate that standardizing this \nframework will help leaders across our organization \nmore effectively and objectively assess talent, identify \nfuture leaders and communicate with one another about \ndevelopment and growth opportunities for employees. \nWe identified and track over 70 strategic roles across \nMoody’s, striving to have no more than 10% of these \nroles vacant at any given time, an internal target that  \nwe achieved as of December 31.\n\nIn 2023, we plan to deploy a standard approach to  \nglobal talent reviews, providing consistency to the  \nentire organization in how we identify, engage and  \nretain future leaders.\n\nNew employee hires1\n\n3,541\n\n2,707\n\n2021\n\n2022\n\n39%\n\n2022 new hires \n\nby gender\n\n61%\n\n  Male         \n\n  Female\n\nTalent attraction\n\nNumber of unfilled \npositions (rounded)2,3\n\nOpen positions filled  \nby candidates in  \ncalendar year3,4\n\nAverage hiring cost/ \nFTE (USD, rounded)5\n\n2021\n\n320\n\n2022\n\n230\n\n20%\n\n16%\n\n$6,000\n\n$5,100\n\n1 Excludes hires through acquisition. \n2 Positions that had been open for 90 days or longer as of December 31st of \nrespective year.\n3 2021 data excludes certain nonwholly owned subsidiaries and newly \nacquired companies not integrated in Moody’s IT systems.\n\n4 2021 metrics were restated due to a change in methodology.\n5 2021 metrics were restated due to a change in methodology and to include  \nnonwholly owned subsidiaries.\n\nEmployee turnover rate\nThe year-over-year increase in the voluntary turnover \nrate is likely due the overall strength of the job market \nglobally, especially for technology-related jobs. The \nyear-over-year increase in the involuntary turnover \nrate is primarily a reflection of our post-COVID-19 \ngeolocation strategy, which includes the rationalization \nand exit of certain real estate leases and a reduction in \nstaff, including the relocation of certain job functions.\n\n13%\n\n15%\n\n3%\n\n4%\n\n2021\n\n2022\n\n  Voluntary turnover          \n\n  Involuntary turnover\n\n1%\n\n39%\n\n2022 turnover \nbreakdown by \n\ngender\n\n60%\n\n  Male         \n\n  Female         \n\n  Not disclosed\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nPROVIDING COMPETITIVE \nCOMPENSATION1\nAt Moody’s, we are committed to paying all of our \nemployees equitably and fairly. We review our pay \npractices globally every year with the goal for pay equity \nbetween women and men performing comparable roles. \nIn the U.S. we also review pay equity between racial/\nethnic groups annually. While no statistical analysis can \naccount for all elements that influence an employee’s \npay, we consider meaningful factors such as job family, \nlocation and educational level. When we find inequities \nin our pay practices, we make the requisite adjustments, \nand the findings are reported to our Board of Directors.\n\nWe strive for our compensation to be driven and \ndifferentiated by performance and understood and \nvalued by all. An important part of our compensation \nphilosophy is aligning compensation to local markets \n(a market can be considered a country, or a region \nor industry). Each year, we anonymously submit \ncompensation data for each job, based on job \ndescriptions. An independent consulting firm aggregates \nand scrutinizes this information and provides us the \naggregated data, so we can benchmark.\n\n1 Refers to employees in Moody’s Corporation and its wholly owned subsidiaries,  \nas well as employees integrated into Moody’s through recent acquisitions.\n2 Examples of medical services eligible for this travel benefit include cancer \ntreatments, transplants and reproductive health services.\n\nOFFERING COMPREHENSIVE \nBENEFITS1\nWe are committed to providing our employees with a \ncompetitive benefits program designed to care for them \nand their families — including support for their physical, \nmental and financial well-being. We promote preventive \ncare and awareness and support a healthy lifestyle. \nPromoting financial wellness and supporting flexible \nwork arrangements are critical to creating a work \natmosphere in which people feel valued and inspired  \nto give their best at work. \n\nOur benefits are benchmarked routinely against the \nmarket, using industry-specific data. Beyond delivering \nhealth, welfare and retirement benefits and paid time \noff, including paid sick days, our benefits are extensive \nand inclusive, including flexible work arrangements such \nas remote work. \n\nWe made a number of updates to our benefit offerings \nin 2022, including:\n\n » Expanded eligibility for infertility benefits in the U.S. \nso that we no longer require a diagnosis of infertility.\n\n » Added HIV/AIDS coverage and gender reassignment \n\nservices coverage to employees in our Hong Kong  \nand Singapore offices.\n\n » Added a company subsidy for parental benefits  \n\nin India.\n\n » Updated our U.S. medical plans to include travel and \nlodging reimbursement to provide enrolled members \nwith access to covered medical services2 in cases \nwhere they are not locally available. Examples of \nmedical services eligible for this travel benefit include \ncancer treatments, transplants and reproductive \nhealth services.\n\n \n\nEmployee Attraction and Engagement \n\n|  49\n\nOur employee benefits\nBenefits offered to employees differ by work location; however, a benefits package might include:\n\n » Medical \n\n » Dental\n\n » Vision \n\n » Flexible spending account \n\n » Health savings account \n\n » Employee assistance program \n\n » Retirement savings/pension  \n\ntermination indemnities \n\n » Life insurance \n\n » Short- and long-term disability insurance \n\n » Business travel accident coverage \n\n » Flexible work arrangements, including  \n\npart-time work\n\n » Paid time off (vacation, personal days,  \n\nsick leave, marriage leave, child care leave, \ncompassionate leave, study leave, military \nleave, jury duty leave and holidays) \n\n » Parental leave (up to 10 weeks of paid leave \n\nfor the birth or adoption of a child in the U.S., \nin addition to any short-term disability benefit \npolicy due to pregnancy or the birth of a child)\n\n » Educational assistance\n\n » Student loan pay-off program\n\n » Adoption assistance \n\n » Surrogacy assistance \n\n » Insurance coverage for infertility services and \n\nfertility preservation services\n\n » Commuter benefit plan \n\n » Club memberships \n\n » Parking and transportation allowances \n\n » Car allowances \n\n » Meal benefits \n\n » Child care support, including back-up child  \n\ncare services and discounted child-care  \nsupport options \n\n » Back-up elder care services\n\n » Discounted employee stock purchase plan \n\n » Employee referral program \n\n » Financial planning \n\n » Matching gifts program for  \n\ncharitable contributions \n\n » Auto and property insurance coverage discounts \n\n » Long-service awards \n\n » Free or discounted cultural memberships\n\n » On-site lactation rooms\n\n » Paid military leave\n\n » Voluntary hospital indemnity\n\n » Critical illness and accident benefits\n\n\f##PAGE_BREAK## \n\nEmployee Attraction and Engagement \n\n|  50\n\nESG fund investment options\nFollowing the addition of our first environmental, social and governance (ESG) fund investment option in 2021 to U.S. employees’ Profit Participation Plan (401(k) plan), we \nintroduced a similar ESG integration investment fund in our U.K. retirement plans in January 2023. This new default investment fund features an ESG strategy in line with \nthe pension provider’s net-zero target of reducing the carbon intensity of their investments by 25% by 2025. \n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nSupporting employees through our \nassistance programs\nAssistance programs are an important way we support \nour employees — whether through confidential legal, \nfamily and mental health support or continuing \neducation and transition assistance.\n\n » Employee Assistance Program (EAP): We offer \na voluntary, free and confidential service to help \nemployees and their immediate family address \npersonal concerns that affect their personal well-\nbeing. The EAP provides short-term, problem-solving \nadvisory services through telephone counseling and \nonline resources on a wide range of matters, including \nmarital and family, interpersonal relationships, \npersonal and emotional, stress and burn-out, work \nrelated stress, problematic substance use, critical and \ntraumatic incidents, conflict, grief, legal and financial \nmatters. The names of employees using the service  \nare not shared with Moody’s.\n\n » Education Assistance Program: We provide a  \n\nglobal Education Assistance Program that enables \nemployees to obtain tuition reimbursement to \nenhance skills that can improve job performance  \nand further career development. Reimbursement \namounts vary by location.\n\n » Transition assistance programs: Our transition \nassistance programs support employees who are \nretiring or whose employment has been terminated. \nThese programs can include pre-retirement planning \nfor intended retirees, severance pay and job \nplacement services. We also offer outplacement \nservices in certain circumstances.\n\n\f##PAGE_BREAK## \n\nEmployee Health and Well-being \n\n| \n\n51\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nEmployee Health and Well-being\n\nWe are committed to creating a culture that supports the health and well-being of our \nemployees and gives them the opportunity to flourish. To this end, we offer our employees \na comprehensive range of programs with resources and support for physical, mental and \nfinancial well-being, as well as support for flexible work arrangements.     \n\nOur approach to employee health and well-being  \naims to: \n\n » Create a workplace where employees feel valued  \n\nand inspired. \n\n » Provide an environment that fosters a culture of \n\nindependence, inclusion, psychological safety and \nintellectual leadership. \n\n » Support peer collaboration and professional growth.\n\nTwo highlights of our health and well-being efforts  \nin the past year were the continued integration  \nof well-being across our programs and initiatives  \nand the introduction of a framework that allows  \nus to better leverage the office as a space for  \nin-person collaboration. \n\n72%\n\nof employees in 2022 agreed \nMoody’s took a genuine \ninterest in their well-being\n\nPLACING EMPLOYEE WELL-BEING AT \nTHE CENTER OF HOW WE WORK1\nTargeted support through our wellness programs and \ninitiatives aims to meet employees where they are on \ntheir wellness journey and encourage greater work-life \nintegration, including: \n\n » Summer Fridays: Many teams participated in this \n\nprogram, which included time off and flextime  \non Fridays. \n\n » Hybrid-Work Arrangements: Continued flexibility \nand empowerment for employees regarding where \nto work (see Defining our new way of working with \nPurposeFirst).\n\n » Onboarding/Technology Support: Ongoing tailoring \n\nof onboarding programs and resources, including \nhome office technology, to support new hires in a \nremote environment.\n\n1 Refers to employees in Moody’s Corporation and its wholly owned subsidiaries,  \nas well as employees integrated into Moody’s through recent acquisitions.\n\n\f##PAGE_BREAK## \n\nEmployee Health and Well-being \n\n|  52\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nOur global well-being approach \nWe continue to integrate holistic well-being principles — \nencompassing mental, physical and financial health — \ninto our employee programs and initiatives. We are \nsupporting our employees’ career health through the \npilot launch of a platform that will give them agency to \ndevelop their careers using an internal marketplace of \ncontinuous growth opportunities. In addition, we are \nworking to consolidate our well-being resources in a \nsingle location on our intranet to support easier access \nfor employees. \n\nThis approach is informed by previous work aimed at \nunderstanding the current state of wellness at our \nCompany through focus groups, stakeholder meetings, \nemployee survey data and an external well-being \nassessment. As a critical input into the creation and \nevolution of our approach, several questions in our \nBusiness Engagement Survey focus on evaluating \nwell-being, including the ability to maintain work-\nlife integration, understand priorities, feel a sense \nof belonging and perceive that Moody’s cares about \nemployees’ wellness. Answers to these questions  \nhelp further guide us in our approach to foster  \nemployee well-being. \n\nAdditionally, we are developing a well-being dashboard \nthat provides metrics to assess the health of a team, \ngroup or region — including paid time off utilization, \nturnover and other indicators of well-being.\n\nMoody’s Moments  \nthat Matter\nA total of 24 sessions in  \n2022 attracted more than  \n4,300 participants.\n\nOur virtual well-being series, Moody’s \nMoments that Matter, continued providing \nemployees with education and empowerment \non mental health, resilience and thriving in \nan increasingly virtual world through articles, \nvideos and weekly live webinars. Sessions are \ndeveloped in close partnership with our BRGs \nto improve topic resonance across employee \ngroups. Webinar topics in 2022 included \nconnection and belonging in the new world \nof work, gratitude, mastering motivation, \nobjective setting and feedback, sustainability \nand turning obstacles into opportunities.\n\n\f##PAGE_BREAK## \n\nEmployee Health and Well-being \n\n|  53\n\nDefining our new way of working  \nwith PurposeFirst\nIn 2022, we launched PurposeFirst, an initiative designed \nto enhance employee flexibility and create opportunities \nfor collaboration while continuing to meet our business \nobjectives. We designed PurposeFirst in response to \nextensive feedback from employees via surveys, focus \ngroups and one-on-one meetings with senior leaders. \nEmployees expressed a desire for more flexibility, greater \nclarity on expectations and stronger connections  \nwith colleagues. \n\nPurposeFirst provides a decision-making framework \nto help leaders determine how frequently their teams \nshould use collaboration spaces based on the types of \nwork to be done, while also empowering employees to \nwork outside the office when appropriate. The framework \nhelps leaders across the organization to make decisions \nbased on the needs of their specific teams, and provides \nguidance for employees to make intentional choices \nabout how and where to work.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nProtecting the health and safety  \nof employees\nWe are committed to protecting the safety, health \nand well-being of all employees and individuals in our \nworkplace. As a result, we are committed to complying \nwith all health and safety laws and regulations, \nincluding laws and regulations relating to COVID-19 \nand/or other public health emergencies, in all countries \nand localities where we do business. \n\nOccupational health and safety measures and \nprograms, such as communications, training and \npolicies, are managed at either the local or regional \nlevel. In addition, third-party providers in the global  \nreal estate group track information relating to health \nand safety items, such as workplace injuries, and  \nreport such information where required (such as to  \nthe Occupational Safety and Health Administration  \nin the U.S.). \n\nSite-based inspections of workspaces are also \nperformed at offices, in accordance with local \nrequirements. All applicable inspections, which may \ninclude such items as safety and fire inspections, are \nreported and filed with the authority having jurisdiction \nfor those offices with the endorsement of any relevant \nwork councils. Actions to prepare and respond to \nemergency situations include semi-annual fire drills, \nperiodic emergency action plan reviews, shelter-in-\nplace drills and life safety trainings.\n\nEmployees are also encouraged to report work-related \nhazards. For more information on our reporting \nmechanisms, please see Business Ethics and \nProfessional Integrity.\n\n\f##PAGE_BREAK##Learning and Development1\n\n \n\nLearning and Development \n\n|  54\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nEquipping our employees and leaders with \ntraining and education opportunities to \ndevelop the skills they need to thrive, both \ntoday and in the future, is an important \naspect of our people strategy. We provide \nemployees with ongoing learning and \ndevelopment opportunities — beginning \nwith onboarding and continuing throughout \ntheir careers — to enhance business-specific, \nleadership and core capability skills. \n\n2022 was a transformational year in terms of learning \nand development, with the implementation of Moody’s \nUniversity and a significant expansion of our learning \ncatalog. As part of these efforts, we launched a new \nlearner technology experience, developed a mobile \ntraining app and diversified learning modalities to \naccommodate different learner needs. In addition,  \nour Chief Learning Officer role expanded to Managing \nDirector, Talent Attraction and Development to oversee \nthat the learner experience continues throughout each \nemployee’s career at Moody’s. \n\n1 Refers to employees in Moody’s Corporation and its wholly owned subsidiaries, as well as \nemployees integrated into Moody’s through recent acquisitions.\n2 The data represents approximately 90% of employees (excludes certain nonwholly owned \nsubsidiaries and newly acquired companies not integrated in Moody’s IT systems). Data includes \nhours captured in the Moody’s University and centralized online training programs, related \nto completed training on topics such as compliance, professional development and diversity, \nequity and inclusion. There are other training programs not captured in the scope of this metric, \nlike professional certifications, on the job learning, and other learning events not administered \nthrough Moody’s University. \n3 The training activity continued to decrease in 2022 due to a continued move to online training, \nincluding a focus on shorter training duration. In addition, some employees returned to the office \nand needed to adjust to a new schedule.\n4 Officer-level data is calculated using the job categories: executives, senior managers, mid-level \nmanagers and first-level managers.\n5 2020 and 2021 training expenditure metrics were restated due to a change in methodology and \nto include nonwholly owned subsidiaries.\n\nEmployee learning highlights\n\n50,000+\n\nLearning  \nmaterials\n\n204,000\n\nTotal training hours (rounded)\n\nin 20222,3\n\n80+\n\nCurated playlists\n\nwith 4,000+ followers\n\n12\n\nLanguages offered\nfor learning courses\n\nAverage training hours2,3\n\n21\n\n21\n\n20\n\n17\n\n19\n\n14\n\nAverage training and development expenditure per \nemployee (rounded)5\n\n$1,300\n\n$1,200\n\n$1,000\n\n2020\n\n2021\n\n2022\n\n2020\n\n2021\n\n2022\n\n    \n\n  Officer4          \n\n  Non-officer\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nINVESTING IN OUR PEOPLE WITH \nMOODY’S UNIVERSITY\nMoody’s University, our enterprisewide learning and \nupskilling program, offers employees and leaders \ntraining in the areas of enterprisewide skills, leadership \ndevelopment, business-specific technical skills and core \ncapability development — all accessible via digital tools \nto provide a globally consistent experience. Our learning \nprograms are focused on the following areas:\n\n » Enterprise Skills Academy is responsible for \n\ndeveloping essential, customized professional skills \nto increase employee effectiveness in collaborating, \ncommunicating and influencing. \n\n » Leadership Academy develops manager and leader \n\nlearning materials that support our leaders to be more \nchange-ready, resilient and agile in an increasingly \ncomplex environment.\n\n » MA Academy, with its dual focus on people and \n\nproducts, helps drive the establishment of “vocation” \nby aligning learning to job families. \n\n » MIS Academy is responsible for the training and \ncertification of all analytical and commercial staff \nglobally. In addition, it supports foundational \nprograms on credit and financial markets, external and \ninternal speaker sessions and training for strategically \naligned global programs across MIS.\n\nMoody’s University has also arranged strategic \npartnerships with colleges, universities and certification \ntraining centers to provide employees with access to \ncontinuing education, including master’s degree and \ncertification programs. \n\n \n\nLearning and Development \n\n|  55\n\nCurated learning experiences\nIn 2022, we created curated learning experiences aligned to business initiatives, role development and skills \nenhancement. Moody’s University created more than 80 playlists with 4,000+ followers. Highlights of these  \nplaylists include:\n\n » Leader playlists featured executive and senior leadership sharing business knowledge to support our strategic and \n\noperational initiatives. For example, our CEO launched a playlist on 2022 strategy, employee well-being and fostering \nan inclusive workplace.\n\n » Thematic playlists focused on skills development and professional development. In 2022, we created 35 playlists  \n\nin areas including data and data science, agility and adaptability, ESG, business etiquette and communication.\n\n » Role-based curated experiences, including role-focused skills development journeys, focused on project \n\nmanagement and process improvement.\n\nBusiness Learning Councils align  \nlearning priorities across Moody’s\nWe leverage our Business Learning Councils (BLCs) to \noperationalize our learning and development strategy \nand identify priorities aligned to business objectives.  \nBLCs are chaired by learning leaders and council \nmembership comprises business unit leaders. BLCs serve \nas a crucial two-way communication channel between \nthe centralized learning function and each business unit.\n\nThe BLC leadership team is responsible for: \n\n » Driving the learning and development strategy and \n\nfacilitating Moody’s University. \n\n » Developing and implementing operational plans. \n\n » Recommending buy vs. build options for learning  \n\nand development programs. \n\n » Driving reporting and metrics methodology  \n\nand infrastructure.\n\nMOODY’S-WIDE LEARNING\n\nBUSINESS SPECIFIC LEARNING\n\nLEADERSHIP\nACADEMY\n\nENTERPRISE SKILLS\n\nACADEMY\n\nMA ACADEMY\n\nMIS ACADEMY\n\nOur training in practice\n\nContent Experience\n\nESG\n\nCAPABILITY DEVELOPMENT\n\nOnboarding \n\nCompliance\n\nDE&I\n\nTechnology\n\nGOVERNANCE, MEASUREMENT, DESIGN AND DEVELOPMENT\n\nLEARNING TECHNOLOGY AND INNOVATION\n\n\f##PAGE_BREAK## \n\nLearning and Development \n\n|  56\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nLeadership development programs\nBuilding a strong leadership pipeline is paramount to \nour Company’s continued success. Key elements of \nour leadership programs include strategic alignment \nof learning and development solutions with business \nneeds, as well as emphases on growth and defining \ndevelopmental pathways within the organization.\n\nSpecific program highlights from 2022 include: \n\n » New Manager Springboard: We launched a self-\ndirected toolkit that supports the development of \nemployees who were recently promoted or newly \nhired into managerial roles. The toolkit is designed to \nhelp new managers build practical skills to effectively \nmanage teams, including leading in a hybrid \nenvironment, giving meaningful feedback, coaching \nand delegating work.\n\n » Leadership Essentials: Over 200 managers learned \n\nfundamental management skills and how to lead \nwith self-awareness and empathy. \n\n » Leadership Insights: This program provided \n\nparticipants with 360-degree feedback, development \nplanning and optional virtual coaching. \n\n » Inclusion Evolution: People managers attended \na 3.5-hour instructor-led classroom experience to \nfocus on creating a more inclusive culture, where \nevery employee feels like they belong.\n\nFor more on our training and mentorship opportunities, \nsee Diversity, Equity and Inclusion.\n\nESG training\nWe offer extensive ESG training programs  \nto help employees develop careers as ESG  \nprofessionals, including:\n\n » Sustainability and ESG Training Series: We rolled \n\nout an internal sustainability and ESG training \nseries to promote a deeper understanding of our \nsustainability efforts among our employees. The series \ncovers a broad range of sustainability topics, from \nenvironmental issues to human rights. It also explores \nhow our solutions help our customers incorporate \nESG considerations into their decision-making.\n\n » MIS ESG Certification: The ESG Training and \n\nCertification Program is designed to provide analysts \nwith the core training they need in order to assess \na credit’s exposure to E, S and G factors. Upon \nsuccessful completion of the MIS ESG exam, analysts \nreceive a MIS ESG Certification credential.\n\n » ESG Data Analytics: We developed a comprehensive \nupskilling program aiming to accelerate the transition \nof our teams from ESG data collectors to skilled ESG \nanalysts. In these new upskilled roles, employees \nare able to leverage technology benefits to provide \na strategic and analytic overlay of AI-driven data \ncollection to ultimately develop better data and \nproducts for our customers.\n\nBusiness-and skills-specific programs\n\n » Cornell Sustainable Innovation Program: A five-\nmonth program, developed with Cornell University, \nthat targets cohorts of 40 mid-level managers and \npromotes entrepreneurial thinking and value creation \nthrough digital transformation. \n\n » Tech and engineering upskilling: Detailed job \n\ncompetency and skills mapping for technical and data \njob families, and curated associated learning paths \ndrawing on the array of extensive learning resources \navailable across Moody’s.\n\n » MIS analyst training and certification program: \n\nProvides the training required to establish \nfoundational business acumen and prepare for \nsuccessful completion of the Analyst Certification \nExam. All MIS analytical staff who participate in the \ncredit rating process are required to be trained and \ncertified, and must renew their core training and \ncertification every five years.\n\n » Credit masterclass: MIS Academy and the MIS \n\nGlobal Credit Council together offer an eight-course \nseries covering topics spanning the credit landscape, \nincluding global and regionally specific sessions.\n\n » Credit innovations: Offers training on blockchain, \n\ncryptocurrencies, decentralized finance and cyber risk.\n\n\f##PAGE_BREAK## \n\nLearning and Development \n\n|  57\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nContinuous improvement of our  \nlearning programs\nWe evaluate the effectiveness of our learning  \nprograms through a number of approaches, including \nskills assessment tools, focus groups, surveys and  \nneeds assessments deployed at the individual, team  \nand business-unit levels. The findings from these \nassessments help make the initiatives more useful  \nand actionable.\n\nThe needs assessments ask employees and their \nmanagers to evaluate:  \n\n » The effectiveness of training for a variety of skill areas.\n\n » The importance of a particular skill area in helping  \nthe individual or the business meet their objectives. \n\n » Individuals’ training modality preferences. \n\nWe also completed a companywide learning needs \nanalysis, as well as a learning intake request process, to \nidentify and prioritize learning materials that result in \nmore intentional, role-aligned career pathways. \n\nIn an effort to raise the visibility of learner activity, we \ndeveloped and rolled out the first phase of the Moody’s \nUniversity Learning Dashboard. The dashboard provides \ntransparency into training activity and will be made \navailable to managers in 2023. \n\nProcess excellence  \nlearning paths\nOur Process Excellence Learning Paths are \navailable to all employees and offer a wide \nrange of custom learning opportunities, \nincluding instructor-led workshops, coaching \nand digital on-demand content.\n\nThe program provides an opportunity for \nemployees to learn a new approach to \nprocess redesign with our Lean Six Sigma \ncertification. Employees receive classroom \nand on-the-job training and work with \nexperienced practitioners to apply Design \nThinking, Lean Six Sigma and project \nmanagement methods to analyze and \nimprove processes.\n\nParticipants complete actual projects that \nimpact our customers, improve process \nefficiencies or enable further improvements \nin technology or data management. When \npolled, 88% of participants agreed or \nstrongly agreed the content from the training \nwas relevant to their role and professional \ndevelopment, and enhanced knowledge of \nLean Sigma Six topics.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nCommunity Impact\n\nIn 2022, we conducted a strategic review process to re-imagine a Community Impact  \nframework that increases the impact and clarity of our community efforts, better reflects  \nthe values and interests of our people and aligns with our corporate mission. Our new \nCommunity Impact strategy leverages our people, products and capital to incite meaningful \nchange and unlock opportunities. \n\n \n\nCommunity Impact \n\n|  58\n\nOur Community Impact strategy is comprised of  \ntwo components:\n\n » Employee Engagement Programs, which provide \n\nopportunities for our people to collaborate and \nbuild crucial skills through volunteering, leadership \ndevelopment and employee-led opportunities.\n\n » Social investing via Moody’s Foundation,1 which \n\nnow has both strategic and responsive funding \npriorities across social investing, crisis response, \ncommunity giving and corporate matching programs.\n\nHONING OUR FOCUS AREAS FOR \nGREATER IMPACT\nAs a result of the strategic review process, we focused \non developing deeper, more meaningful relationships, \nin part by making larger investments to a smaller \nportfolio of partners. Our new strategic funding priorities \naddress issues that affect people in emerging markets at \ndisproportionate rates, specifically:\n\n » Addressing income inequality by empowering \n\nunderestimated entrepreneurs to grow their small \nbusinesses and uplift their local communities.\n\n » Addressing ecological degradation by supporting \n\necosystem restoration efforts that help create  \nresilient systems and communities.\n\n1 Moody’s Foundation is a separate legal entity and is governed by its own Board \nof Directors composed of members of management. This board approves social \ninvestments and all grants that the Foundation makes.\n\nIn addition to capital, we provide our partners with \naccess to the talent and skills of our people, as well  \nas pro bono access to our research and solutions.\n\nResearch\n\nProducts & \nSolutions\n\nInfluence & \nNetworks\n\nPeople\n\nCapital\n\nSUPPORTING CAUSES WE  \nCARE ABOUT\nGiving is a critical component to advancing our \nambition. Our corporate, Moody’s Foundation \nand employee-led philanthropy efforts \nculminated in a total of more than $7 million \ndonated in 2022.\n\nMore information about our grant-giving \nguidelines and each of our beneficiary \norganizations can be found on the  \nCommunity Impact microsite.\n\nSocial investments2\n\n$6.9 million\n$0.6 million\n$0.6 million\n\n$1.9 million\n\n$6.4 million\n\n$0.7 million\n$0.8 million\n\n$1.9 million\n\n$7.4 million\n\n$1.0 million\n\n$0.9 million\n\n$1.2 million\n\n$3.8 million\n\n$3.1 million\n\n$4.2 million\n\n2020\n\n2021\n\n2022\n\n  Moody’s Foundation grants3      \n  Moody’s charitable contributions4\n\n  Value of volunteer hours5          \n  Employee-led giving6\n\n2 Individual social investment items may not sum to total social investment \ndue to rounding.\n3 Grants paid from Moody’s Foundation toward projects aligned with its \nstrategic focus areas, relief response and transition/exit grants.\n4 Payments made by MIS, MA, and MSS that have been classified as \ncharitable contributions. \n5 The data represents approximately 90% of employees (excludes certain \nnonwholly owned subsidiaries and newly acquired companies that are not \nintegrated in Moody’s IT systems).\n6 Grants paid from Moody’s Foundation toward the Matching Gifts and \nDollars for Doers programs.\n\n\f##PAGE_BREAK## \n\nCommunity Impact \n\n|  59\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nEmpowering small businesses\nWe empower underestimated entrepreneurs by providing \nthem with the financial tools and knowledge to navigate \nthe lending process, grow their businesses and improve \ntheir communities.\n\nVillage Capital\nMoody’s supports Village Capital’s programs in Latin \nAmerica and Africa. The Backing LatAm’s Middle Class \nprogram, a three-month accelerator for startups in \nLatin America, is working to improve economic mobility \nand create pathways to the middle class. In 2022, \nthe program supported 10 startups from across the \nregion and focused on providing education and job \nopportunities, expanding access to financial services \nand otherwise helping people build wealth. Moody’s \nemployees volunteered to mentor entrepreneurs and \nserve on the program advisory board. Our previous joint \nprogram with Village Capital in Latin America, Finance \nForward, earned a gold Best in Biz award for Most \nInnovative Corporate Social Responsibility Program  \nof the Year in 2022.\n\n“With Moody’s support, we \nimproved the investment readiness \nof innovative startups who are \nbuilding solutions to improve \neconomic mobility, expand access  \nto education and create pathways  \nto the middle class throughout  \nLatin America.”\n\nAllie Burns\nCEO, Village Capital\n\nThe Future of Work program in Africa aims to support \neconomic mobility by helping entrepreneurs across the \ncontinent better prepare for the future of work, access \nmore and better employment opportunities and build \ncareers. In 2022, the program sourced, supported and \nhelped scale 15 startups that are providing services  \nthat help people take advantage of high-quality \nemployment opportunities.\n\n2022 focus area summary1\n\nKey impact metrics:\n\n$1.7 million invested\n\n35 countries served\n\n100% efficacy rate\n\nSupporting ecosystem restoration\nWe continue to address ecological degradation by \nsupporting ecosystem restoration efforts that help \ncreate resilient systems and communities.\n\nFundación MarViva\nMarViva contributes to spatial and marine \nmanagement and the promotion of responsible \nmarket dynamics for marine products and services in \nCosta Rica. By partnering with Fundación MarViva, \nwe worked to improve data for conservation and \nmanagement of artisanal fisheries in the Gulf of \nNicoya. Moody’s employees also participated in a \npro bono consulting project to assist MarViva in \nbetter understanding and effectively using financial \nmanagement tools. In addition, we offer MarViva \npro bono access to climate risk assessment tools to \nsupport its work in this space. \n\nBeneficiaries:\n\n1,900 total reach\n\n2022 focus area summary1\n\n75% female\n\n79% low-income\n\nKey impact metrics:\n\n$0.3 million invested\n\n2 countries served\n\n100% efficacy rate\n\nBeneficiaries:\n\n1,500 total reach\n\n75% female\n\n100% low-income\n\n1 Measured using Mission Measurement’s Impact Genome Project methodology. Data is reflective of programming that was active in the calendar year and is not reflective of all \nMoody’s grant partners.\n2 Refers to employees in Moody’s Corporation and its wholly owned subsidiaries, as well as employees integrated into Moody’s through recent acquisitions.\n\nCrisis response and community giving2\nWhile the majority of our Foundation’s funding is \nallocated to our two strategic priorities, we also take \nan intentional approach to responsive giving beyond \nour focus areas. These giving areas include: \n\n » Crisis Response: Moody’s Foundation reserves a \n\nportion of its budget for a crisis response fund, using \na scorecard to determine the appropriate response \nto humanitarian crises and natural disasters. We \nprovide a double company match for donations \nmade by employees to select crisis response \ncampaigns, and when we have crisis response \nfunds remaining at the end of a calendar year, the \ndistribution of those funds is determined by an \nemployee vote.\n\n » Community Giving: Launched in 2023, this \n\nprogram empowers employee-led Regional Advisory \nCouncils, led by BRG co-chairs, to help decide \nhow funds are used. The aim is to use a portion of \nFoundation funding to address pressing needs of \nlocal communities.\n\n » Employee-Led Giving: To promote employee \n\nchoice, employees are granted a company match \nfor up to $2,500 in personal donations to approved \nnonprofits, supporting causes that employees \nare passionate about. In addition, our Dollars for \nDoers program provides a $500 contribution to an \napproved nonprofit when an employee volunteers \n40 hours or more. Employees that serve on  \nnonprofit governing boards for 40 hours or more  \nare eligible for a $1,000 contribution.\n\n\f##PAGE_BREAK## \n\nCommunity Impact \n\n|  60\n\nExtending aid in Ukraine\nAs the Ukraine-Russia crisis evolves, we are helping provide transparency to the marketplace by sharing \nresearch, outlook reports and other materials through our dedicated microsite. Through our crisis response \ngiving approach, we are also donating funds and double-matching employee donations to projects that \nsupport Ukraine relief efforts. To date, we have donated approximately $765,000 to such projects through  \nthe Moody’s Foundation, and our colleagues have contributed an additional $502,000 through our Matching  \nGifts program.\n\nAcross the globe, our employees took it upon themselves, utilizing our Up2You program, to organize and \nlead initiatives in support of Ukraine. For example, employees in Lithuania created the Ukraine Task Force, \ndedicated to helping refugees in the country by setting up donation and volunteering opportunities for \nVilnius-based colleagues. Opportunities ranged from arranging an item collection for the local Red Cross to \nvolunteering with local organizations to provide temporary housing accommodations for Ukrainian refugees.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\nDiversity, Equity  \nand Inclusion\n\nEmployee Attraction \nand Engagement\n\nEmployee Health  \nand Well-being\n\nLearning and \nDevelopment\n\nCommunity Impact\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\n\nVOLUNTEERING OUR EXPERTISE1\nWe encourage employees to apply their knowledge and \nexpertise to help strengthen their communities through \ncompanywide initiatives. Our employee engagement \nprograms have three areas of focus: \n\n » Employee-led giving programs include company \n\nmatch for personal donations, our Dollars for \nDoers and Community Giving programs (see Crisis \nresponse and community giving), as well as Giving \nOpportunities program through which employees can \ncreate charity fundraising initiatives and encourage \ncolleagues to participate.\n\n » Team building and collaboration programs include \n\nMoody’s TeamUp®, our annual month of service, \nwhich unites people in local offices and across \nbusiness groups to complete service projects in their \nlocal communities. Up2You offers employees and lines \nof business the opportunity to organize and promote \nvolunteer events of their choice and provides toolkits \nand $500 in supply cost funding.\n\n » Talent and leadership development programs \n\ninclude Moody’s Future Solutions pro bono program \nto help nonprofits build capacity and solve pressing \nchallenges, as well as nonprofit board service \nresources for employees looking to join a nonprofit \nboard. These programs provide employees with  \nthe opportunity for professional development  \nand advancement.\n\nThrough a partnership with Pyxera Global, we launched \nour first virtual Moody’s Future Solutions™ Global \nPro Bono Consulting Workshop, a one-day event that \nconnected Moody’s talent and nonprofits to address \nspecific challenges within the organization. The virtual \n\nworkshops brought employees together to support \n14 global nonprofit partners in areas including project \nmanagement, finance, communications and data \nmanagement. These workshops provided an opportunity \nfor employees to give back to communities, further \ndevelop their leadership skills and meet new colleagues \nin different locations and functions.\n\nAdditionally, a number of our employees and leaders \nsit on the boards of the organizations we support and \nprovide strategic guidance. Some of these organizations \ninclude Asian Venture Philanthropy Network, Asociación \nConciencia, Village Capital and WEConnect International. \n\nFor more information on our Community Impact, see the \nCommunity Impact microsite.\n\nTogether, 27% of our employees \ncontributed over 14,000 volunteer  \nhours to their communities in 2022, \nabove the 17% industry average.2\n\n1 Refers to employees in Moody’s Corporation and its wholly owned subsidiaries, as well as employees integrated into Moody’s through recent acquisitions.\n2 Industry average is based on CECP’s Giving in Numbers: 2022 Edition survey.\n\n\f##PAGE_BREAK## \n\nBetter Solutions \n\n|  61\n\nBetter Solutions \n\nESG and Climate Capabilities\n\nBetter Lives \f##PAGE_BREAK## \n\nESG and Climate Capabilities \n\n|  62\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\nESG and Climate \nCapabilities\n\nAPPENDIX\n\nESG and Climate Capabilities\n\nIn a rapidly changing business environment, \nmarket participants face increasingly \ncomplex and interconnected risks, including \nthose arising from environmental, social \nand governance (ESG) and climate factors. \nAs a global integrated risk assessment \nfirm, Moody’s continues to meet growing \nmarket demand by providing trusted \nperspectives that inform a clear and holistic \nunderstanding of risk, embedding ESG and \nclimate considerations into our analytics, \nworkflow solutions and research, and \nincreasing transparency on how ESG factors \naffect credit ratings.\n\n$190\n\nMILLION\nin ESG and Climate \nrevenue in 20221\n\n 1 Approximate ESG and Climate revenue from Moody’s Investors Service and \nMoody’s Analytics as of December 31, 2022. \n\nOUR CUSTOMER-CENTRIC APPROACH  \nCombining our long-standing track record in risk analysis with our deep domain expertise, Moody’s rigorous ESG and \nClimate capabilities help customers address evolving business needs and make better decisions.\n\nUnderwriting — Helping property and casualty insurers assess their counterparts’ ESG and Climate \nperformance pre- and post-bind. \n\nLending — Helping to integrate ESG and Climate scores and screening into financing origination, credit \nanalysis and decision-making.\n\nDisclosure and Regulation — Supporting financial institutions with their regulatory reporting across ESG \nand Climate, including disclosure requirements from the Task Force on Climate-related Financial Disclosure \n(TCFD), EU Taxonomy, the Sustainable Finance Disclosure Regulation (SFDR) and Pillar 3.\n\nSupply Chain — Helping to integrate ESG capabilities into supply chain due diligence to support supplier/ \nthird-party onboarding and monitoring. \n\nESG Credit and Sustainable Finance — Incorporating issues that can materially impact credit quality, \nincluding ESG and climate risk, into credit analysis; and supporting market participants’ analysis of \nsustainable financing options through detailed assessments of an issuer’s sustainability frameworks  \nfor bond and loan issuance.\n\nInvesting — Helping inform investment decisions and integration of ESG and Climate considerations into \nportfolio management.\n\nFundamental Analysis — Helping market participants conduct foundational, entity and sector-level ESG \nand Climate risk analysis and benchmarking covering both fixed income and equity viewpoints.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\nESG and Climate \nCapabilities\n\nAPPENDIX\n\n \n\nESG and Climate Capabilities \n\n|  63\n\nOUR COMPREHENSIVE ESG AND \nCLIMATE CAPABILITIES\nWe continue to provide a range of ESG and Climate \ncapabilities spanning major asset classes and industries, \npowered by rigorous analysis and transparent \nmethodologies. The table on the right outlines  \nthese capabilities.\n\nKEY THEME\n\nOUR CAPABILITIES\n\nESG\n\n » MIS Issuer Profile Scores (IPS), assessing an entity’s exposure to credit-relevant ESG risks and benefits.\n » MIS Credit Impact Scores (CIS), an output of the credit rating process that indicates the extent, if any, to which ESG factors impact the credit rating of an issuer  \n\nor transaction.\n\n » ESG scores and data for global public and private entities from a double materiality lens.\n » Alignment screening capabilities covering normative standards such as the U.N. Global Compact and U.N. Sustainable Development Goals (SDG) frameworks,  \n\nas well as business activity involvement and sustainable goods and services to inform asset stewardship, portfolio management and construction of labeled funds \nor indices.\n\n » ESG risk monitoring and alerts assessing a company’s exposure to and management of various related incidents.\n » Regulatory solutions comprised of rigorous and transparent datasets to support TCFD, SFDR reporting, EU Taxonomy alignment screening and Pillar 3 reporting.\n » Research and content providing fundamental analysis on ESG and Climate topics across entities, sectors, sovereigns and sub-sovereigns.\n\nClimate risk identification:\n » Physical risk: Forward-looking data capturing exposure to climate hazards for: \n\n – Thousands of listed companies with global corporate facilities;\n – Millions of U.S. commercial real estate properties; and\n – Global sovereigns and sub-sovereigns. \n\n » Transition risk data and analytics:\n\n – Carbon footprint data calculating a company’s Scope 1, 2 and 3 emissions, leveraging company disclosures and our proprietary estimation model that covers \n\nlarge-cap companies and small- and medium-sized enterprises; \n\n – Screening datasets that identify company involvement in fossil fuels and renewable energy activities and/or investments; and \n – Temperature Alignment Data that provides a forward-looking view of a company’s decarbonization targets and carbon emission trajectories against  \n\nrecognized benchmarks.\n\nClimate Risk\n\nClimate risk quantification: \n » Climate-adjusted Expected Default Frequency (EDF) that determines the probability of default for companies, powered by our award-winning EDF model and \n\ncovering physical and transition risk drivers. \n\n » Climate Risk Scenarios, assessing macroeconomic drivers across a range of Network for Greening the Financial System climate scenarios. \n » MIS Carbon Transition Assessments (CTA), which provide a consistent and verifiable means to analyze carbon transition risk for rated nonfinancial companies. \n » Global Climate Models for a wide range of climate hazards.\n\n » Second Party Opinions (SPOs) of labeled green, social, sustainability and sustainability-linked debt issuances for issuers and borrowers, provided by MIS.\n\nSustainable Finance\n\n     \n\n\f##PAGE_BREAK## \n\nESG and Climate Capabilities \n\n|  64\n\nOur SPOs provide an assessment of how financial instruments or financing frameworks align to relevant sustainability principles and the extent to which they are expected to contribute \nto the issuer’s advancement of long-term sustainable development. We express the overall assessment though the Sustainability Quality Score.\n\nSustainability Quality Score\n\nSQS5\n\nSQS4\n\nSQS3\n\nSQS2\n\nSQS1\n\nWeak\nThe framework or instrument’s \noverall sustainability profile  \nis considered to be of  \nweak quality.\n\nIntermediate\nThe framework or instrument’s \noverall sustainability profile  \nis considered to be of \nintermediate quality.\n\nGood\nThe framework or instrument’s \noverall sustainability profile  \nis considered to be of  \ngood quality.\n\nVery Good\nThe framework or instrument’s \noverall sustainability profile  \nis considered to be of  \nvery good quality.\n\nExcellent\nThe framework or instrument’s \noverall sustainability profile  \nis considered to be of  \nexcellent quality.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\nESG and Climate \nCapabilities\n\nAPPENDIX\n\nSecond party opinions\nOur SPOs serve the evolving ESG and sustainable finance \nneeds of fixed-income and credit risk practitioners as \nthey seek independent opinions on entities’ sustainable \nfinancing plans. We build on a track record for our \nfamily of companies spanning 10 years, and collectively, \nover 600 SPOs in over 30 countries. With over 30 SPO \nanalysts based in eight locations worldwide, we are \ncommitted to meeting the growing market demand \nfor independent assessments of labeled green, social, \nsustainability and sustainability-linked debt issuances. \n\nNotable second party  \nopinions included:\n\n » Kunming Rail Transit Group Co.,  \nLtd., green finance framework that  \nwill fund urban rail transit with zero  \ndirect emissions.\n\n » Government of Egypt, sustainable \n\nfinancing framework that will fund green \nand social projects and contribute to \nsustainable development.\n\n » ENEL S.p.A, landmark sustainability-\nlinked financing framework, including \ntargets linked to the EU Taxonomy.\n\n » Air France-KLM Group, one of the first \n\nsustainability-linked debt instruments \nissued by an airline company.\n\n\f##PAGE_BREAK##SPOTLIGHT ON CLIMATE AT MOODY’S\nAs climate change has emerged as one of the greatest \nrisk multipliers facing financial markets, we equip \ncustomers with the transparent and reliable climate \ninsights they need to evaluate their climate risks and \nreadiness and make better, more informed decisions \nregarding the risks and opportunities. We provide \nforward-looking, location-specific and globally \ncomparable climate data, as well as economic and \nfinancial risk modeling and analytic capabilities.\n\nTo deliver a granular view of climate risk, we capture \nboth physical hazards and the implications of the  \nnet-zero transition. We also offer on-demand physical \nrisk scoring for real assets. Additionally, we provide \nclimate-adjusted macroeconomic forecasts with an  \n80-year horizon, and climate-adjusted probability of \ndefault for listed and unlisted companies, powered by \nMoody’s Analytics EDF model.\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\nESG and Climate \nCapabilities\n\nAPPENDIX\n\n \n\nESG and Climate Capabilities \n\n|  65\n\nSupporting customers in addressing climate risk and opportunities\n\nImplications for \nCredit Ratings\n\nPhysical Risk\n\nEconomic\nScenarios\n\nTransition Risk\n\nMOODY’S ON\n\nCLIMATE\n\nClimate-adjusted\nProbability of Default\n\nExpected Loss\nand Financial\nImpacts \n\nClimate Pathway\n\nScenarios \n\nCase study: Moody’s and RMS \ncombined Climate capabilities\nSeptember 2022 marked the one-year \nanniversary of our acquisition of RMS, \nwhose scientific rigor, technology platform \nand catastrophe risk models help insurers, \nreinsurers and other organizations evaluate \nand manage the risk of natural disasters. \nMoody’s RMS’ world-leading climate and \nnatural disaster risk modeling, widely \nrespected by the insurance sector to underpin \nbillions of dollars of risk transactions \nevery day, with a catalog of over 400 risk \nmodels covering 120 countries, is now \nalso being adapted to the needs of banks, \nasset managers, investors, corporates and \ngovernments. It has enabled us to build an \neven more holistic picture of how acute and \nchronic present-day and forward-looking \nclimate risks interact with economic risks, \nfinancial performance and creditworthiness. \nOur combined capabilities further position \nus as a trusted source for climate risk data, \nanalytics and insights. \n\nFor example, for a group of banks, we \nleveraged our capabilities to assess over \n300,000 U.S. properties across 50 states to \nunderstand the potential future financial \nimpacts of climate change. In another \ninstance, Moody’s RMS insights, leveraging \ndeep history of market loss data, enabled \nus to estimate Hurricane Ian’s total impact \nresulting in the most robust estimate for \ntotal private market losses covered by \ninsurance, at $67 billion, as recognized by \nmajor industry and mainstream media.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\nESG and Climate \nCapabilities\n\nAPPENDIX\n\nEXPANDING OUR  \nINTEGRATED CAPABILITIES\nThroughout 2022, we continued to help our customers \nidentify, measure and manage ESG and climate risk \nby enhancing and expanding our capabilities — both \nin geographical coverage and in our offerings by \nembedding these capabilities into core user workflows.\n\nOur ESG insurance underwriting solution\nLaunched in September 2022, our new ESG Insurance \nUnderwriting Solution integrates indicators and scores \nto help commercial property and casualty insurers \noperationalize ESG risk assessment in their insurance \nunderwriting workflows.\n\nThe solution was born out of a collaboration with \nglobal specialty (re)insurer Chaucer Group, combining \nits expertise in underwriting with Moody’s wider \nintegrated risk modeling capabilities.\n\nOur solution uniquely combines data on public and \nprivate companies with a flexible and transparent ESG \nassessment framework to generate ESG indicators \nand scores that allow insurers to build their own view \nof ESG risk. Analytics derived from these scores and \nindicators help insurers monitor performance and \ntrends, benchmarked against companies’ own ESG \ntargets. These ESG insights are then incorporated \nalongside other key decision factors — for example, \nidentifying relationships between ESG factors and \nfinancial-risk metrics, such as claims frequency and \nloss ratios.\n\nAdditionally, in October, Canopius, a leading \nglobal specialty (re)insurer, selected Moody’s ESG \nUnderwriting Solution to support the integration of \nESG risk assessment into its underwriting framework.\n\n“Partnering with Moody’s allows us to \nleverage their market-leading ESG scoring \ncoverage for our insureds, which is a key \nstep in enabling us to incorporate ESG \nfactors into our underwriting framework \nas we continue to support and work with \nour clients.”\n\nPaul Wilkinson\nHead of Risk Strategy and Analytics, Canopius\n\nESG in credit\n\nMIS systematically incorporates material ESG and \nclimate considerations into its credit analysis and \ncredit ratings to provide transparency to market \nparticipants with respect to how these issues impact \ncredit ratings. In 2022, MIS expanded its IPS and CIS \ncoverage from approximately 1,700 rated entities in \n2021 to more than 10,000 governments, financial \ninstitutions and corporations across sectors globally.\n\nThese scores highlight that nearly a quarter of scored \nentities’ credit ratings would be different if not for \nESG issues, with just over a further quarter of scored \nentities facing potential future negative impacts on \ntheir ratings from exposure to ESG risks.\n\n \n\nESG and Climate Capabilities \n\n|  66\n\nDistribution of Credit Impact Scores (CIS) as of December 31, 2022\n\n49%\n5,039\n\n27%\n2,765\n\n18%\n1,802\n\n3%\n282\n\nCIS-1\n\nPositive\n\nCIS-2\n\nCIS-3\n\nCIS-4\n\n3%\n347\n\nCIS-5\n\nNeutral-to-low\n\nModerately negative\n\nHighly negative\n\nVery highly negative\n\nFor more information on the expansion of key Climate-related products and services, please see Moody’s 2022 TCFD Report.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\nESG and Climate \nCapabilities\n\nAPPENDIX\n\n \n\nESG and Climate Capabilities \n\n|  67\n\nMoody’s in emerging markets\nWe expect GDP growth in emerging markets to continue \nto outperform that of advanced economies, raising \nhousehold incomes for millions and creating diverse \ninvestment opportunities. Investors need independent, \nrigorous, globally comparable credit analysis to \ncompare risks within and across emerging markets. \nMoody’s ratings and research can help meet that need, \naiding investor decision-making and capital allocation. \nFostering investment in emerging markets also supports \nthe development of the domestic private sector, \nboosting innovation and employment opportunities. \nWe incorporate climate risk and ESG considerations, as \nwell as geopolitical issues, into our emerging markets \nanalysis, helping meet the need for high-quality, reliable \nemerging markets data and insights.\n\nWe have invested internationally to expand our \nrelevance with capital market participants in emerging \nmarkets, supporting the development of local currency \nbond markets. For example, in 2022 we acquired a \nmajority stake in Global Credit Rating Company Limited \n(GCR), a leading credit rating agency in Africa, with \noperations across the continent including in South Africa, \nNigeria, Senegal, Kenya and Mauritius.\n\nMoody’s Local\nMoody’s Local credit rating agencies, which launched \nin 2019, provide country-specific credit ratings and \nmethodologies for capital markets in Latin America. In \neach market, Moody’s Local provides domestic credit \nratings based on that market’s unique characteristics, \nincluding its risks. Ratings are assigned by an experienced \nanalytical team with extensive knowledge of local  \ncredit markets.\n\nIn May 2022, Moody’s Local launched in Mexico, \ncompleting the platform’s rollout in major Latin \nAmerican markets. Mexico joins Argentina, Bolivia, Brazil, \nPanama, Peru and Uruguay with service from Moody’s \nLocal credit rating agencies. In October 2022, Moody’s \nacquired Class y Asociados S.A. Clasificadora de Riesgo \n(S.A.), a leading credit rating agency serving Peru’s \nbond market, which has been integrated into Moody’s \nLocal. Moody’s Local ratings cover 1,200 issuers,1 and \nincorporate ESG considerations in every analysis.\n\nAlso in 2022, Moody’s Local debuted an SPO product \ncustomized for domestic capital markets in Latin \nAmerica. These SPOs evaluate how debt instruments  \nand financing frameworks align to green, social or \nsustainable principles, and assess the extent to which \nthey are expected to affect the issuer’s advancement  \nof long-term sustainable development.\n\n1 As of December 31, 2022.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\nESG and Climate \nCapabilities\n\nAPPENDIX\n\nESG RESEARCH AND PARTNERSHIPS\nWe engage with the global stakeholder community  \nand produce relevant thought leadership to help \ntranslate our cutting-edge analytics into actionable \ninsights. Notable engagements throughout  \n2022 included:\n\n » Participating in a wide range of discussions during \n\nCOP27 in Egypt, including the World Climate Summit \nand the Finance Day of the Presidency, during which \nwe shared our insights and expertise on the challenges \nfaced by companies and investors as they seek to \nadopt and accelerate net-zero targets.\n\n » Facilitating Financing Resilience Alongside Net-Zero, \n\na half-day discussion during Climate Week NYC, to \nexplore how climate change is reshaping risk and \nopportunity across industry, finance and civil society.\n\n » Convening our flagship global ESG conferences  \n\nin EMEA and APAC, bringing together experts  \non biodiversity, sustainable finance and  \nclimate-related risk.\n\n » Submitting 21 total consultations to standard setters, \n\nregulators and ESG influencers in Europe, North \nAmerica and APAC.\n\n » Publishing 97 thought leadership papers, hosted  \n\non the ESG Insights and Analysis hub.\n\nRepresentative selection of our partners\n\nEngaging through partnerships\nIndustry partnerships are a critical pillar of our \nengagement activities. Through our affiliation with \nleading market organizations, we foster opportunities \nto gain first-hand, valuable insights from market \nparticipants and contribute to joint thought leadership. \n\nFor example, as part of the Glasgow Financial Alliance \nfor Net Zero (GFANZ), we are a founding member of \nthe Net Zero Financial Services Provider Alliance, a \nglobal group of 27 financial service providers committed \nto supporting the goal of global net-zero greenhouse \nemissions by 2050 or sooner. We are committed to \naligning our relevant products and services to this goal, \nin addition to reducing our own operational emissions. \nAs part of the GFANZ workstream, we contribute to \nrecommendations and guidance for financial institutions’ \ntransition planning and the implementation of net-zero \ncommitments. We were featured in a case study for \nthe GFANZ draft report Measuring Portfolio Alignment, \nwhich provides guidance on measuring how investment, \nlending and underwriting activities align with the goals \nof the Paris Agreement and critical 2050 global net-\nzero objectives. We were also featured in the GFANZ \nreport Recommendations and Guidance on Financial \nInstitutions Net-zero Transition Plans, which provides \nfinancial institutions with potential strategies for \nmeeting net-zero commitments.\n\n \n\nESG Research and Partnerships \n\n|  68\n\nSocial implications of a just transition\nThe transition toward net-zero emissions will reshape economies globally, and distribute costs and benefits \nunevenly. A “just transition” seeks to maximize the socioeconomic benefits of decarbonization while minimizing \nthe negative impact. In a recent research report, we examined whether emerging market entities are prepared to \nmanage the social implications of global decarbonization.\n\nOur conclusions included:\n\n » The carbon transition will likely be more difficult for \n\nemerging market sovereigns, which typically have more \nexposure to social risks, weaker governance and lower \nfinancial buffers than advanced economies.\n\n » Growth and innovation in emerging market sovereign  \nbond issuance can help fill the substantial funding gap \nbetween sovereigns’ current budgets and projected just \ntransition costs.\n\n » The net-zero transition will involve a \n\nsignificant allocation of corporate \nresources. Companies in emerging \nmarkets are generally not well \nprepared to manage reorganization and \nprofessional development for workforces, or social and \neconomic development for local communities.\n\n\f##PAGE_BREAK## \n\nAppendix \n\n|  69\n\nAppendix\n\nMetric Summary\nFramework Index\nGlossary\nAdditional Resources\n\nBetter Lives \f##PAGE_BREAK##Metric Summary\n\nThe following metric summary contains the data and metrics referenced in our 2022 Stakeholder Sustainability Report. In addition, our report is accompanied by a Methodology Note, which aims to increase transparency on methodologies used in \nour sustainability accounting to accurately measure and report our environmental, social and governance (ESG) progress and impacts. Unless otherwise noted, this document covers all of Moody’s Corporation (NYSE: MCO) and its subsidiaries, and all \nquantitative data covers the period from January 1 to December 31, 2022.\n\n \n\nMetric Summary \n\n|  70\n\nBetter Business\n\nCLIMATE\n\nTotal absolute GHG emissions1\n\nScope 1\n  GRI 305-1      WEF Planet: greenhouse gas (GHG) emissions  \n\nScope 2 market-based\n  GRI 305-2      WEF Planet: greenhouse gas (GHG) emissions  \n\nScope 2 location-based\n  GRI 305-2      WEF Planet: greenhouse gas (GHG) emissions  \n\nScope 3\n  GRI 305-3      WEF Planet: greenhouse gas (GHG) emissions  \n\n  Purchased goods and services\n\n  Capital goods\n\n  Fuel and energy-related activities\n\n  Business travel\n\n  Employee commuting\n\n  Waste generated in operations\n\n \n\nInvestments\n\nTotal Scope 1, Scope 2 market-based, Scope 3\n\n2019\n\n2020\n\n2021\n\n2022\n\nmtCO2e\n\n% actual data\n\nmtCO2e\n\n% actual data\n\nmtCO2e\n\n% actual data\n\nmtCO2e\n\n% actual data2\n\n1,744\n\n13,591\n\n14,035\n\n171,260\n\n122,500\n\n5,600\n\n3,100\n\n23,100\n\n10,400\n\n460\n\n6,100\n\n186,595\n\n46%\n\n77%\n\n27%\n\n17%\n\n17%\n\n74%\n\n85%\n\n18%\n\n29%\n\n0%\n\n31%\n\n919\n\n2,745\n\n8,767\n\n112,158\n\n86,000\n\n12,200\n\n590\n\n3,300\n\n3,100\n\n68\n\n6,900\n\n115,822\n\n75%\n\n82%\n\n26%\n\n25%\n\n25%\n\n87%\n\n91%\n\n26%\n\n31%\n\n0%\n\n27%\n\n851\n\n432\n\n6,878\n\n121,290\n\n102,900\n\n7,900\n\n230\n\n1,480\n\n208\n\n72\n\n8,500\n\n122,573\n\n76%\n\n86%\n\n10%\n\n10%\n\n10%\n\n89%\n\n93%\n\n31%\n\n31%\n\n0%\n\n11%\n\n810\n\n440\n\n7,696\n\n137,981\n\n106,100\n\n9,900\n\n200\n\n10,300\n\n1,300\n\n81\n\n10,100\n\n139,231\n\n37%\n\n57%\n\n28%\n\n24%\n\n24%\n\n59%\n\n94%\n\n15%\n\n6%\n\n0%\n\n28%\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n1 2019, 2020 and 2021 purchased goods and services (Scope 3, Category 1), capital goods (Scope 3, Category 2) and fuel and energy-related activities (Scope 3, Category 3) GHG emissions were restated as a result of a change in methodology and access to improved data.\n2 In the effort to accelerate the timeline of GHG emissions calculation, some Q4 data was estimated and therefore caused a decrease in the overall % actual data.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nCLIMATE (continued)\n\nDecarbonization plan indicators\n\nReduction of Scope 1 and Scope 2 from 2019 base year\n  Target: 50% (by 2030)\n \n\n  GRI 305-5      WEF Planet: Paris-aligned GHG emissions targets  \n\nReduction of Scope 3 fuel and energy-related activities, business travel and employee commuting from 2019 base year1\n  Target: 15% (by 2025)\n \n\n  GRI 305-5      WEF Planet: Paris-aligned GHG emissions targets  \n\nSupplier spend covered by science-based targets\n  Target: 60% (by 2025)\n \n\n  WEF Planet: Paris-aligned GHG emissions targets  \n\nRenewable electricity use (property portfolio)2\n  Target: 100%\n \n\n  GRI 302-1  \n\nOffsetting our carbon emissions from operations, employee commuting and business travel since year 2000\n  Target: 100%\n\n \n\n2019\n\n25%\n\n11%\n\n100%\n\nGHG emissions intensity\n  GRI 305-4  \n\nScope 1 and Scope 2 mtCO2e/sq ft3\n\nScope 1 and Scope 2 mtCO2e/$ million of revenue\n\nScope 3 mtCO2e/employee\n\nScope 3 mtCO2e/$ million of revenue\n\nScope 1 and 2 GHG emissions by region (mtCO2e)\n  GRI 305-1      GRI 305-2  \n\nAmericas (excluding U.S.)\n\nAsia-Pacific\n\nEMEA\n\nU.S.\n\nMetric Summary \n\n| \n\n71\n\n2022\n\n92%\n\n68%\n\n49%\n\n100%\n\n100%\n\n0.001\n\n0.2\n\n10\n\n25\n\n207\n\n268\n\n435\n\n340\n\n2021\n\n92%\n\n95%\n\n28%\n\n100%\n\n100%\n\n0.001\n\n0.2\n\n9\n\n19\n\n174\n\n226\n\n520\n\n364\n\n2020\n\n76%\n\n81%\n\n24%\n\n100%\n\n100%\n\n0.001\n\n1\n\n9\n\n20\n\n296\n\n1,245\n\n579\n\n1,544\n\n1 Emissions from fuel and energy-related activities increased due to an increase in emissions factor; emissions from business travel and employee commuting increased due to a post-pandemic resumption of business-related travel and more employees returning to work in the office.\n2 Renewable electricity percentage is reported based on originally verified electricity consumption values because it is not possible to buy renewable electricity retroactively due to M&A activity; therefore, the 2020 restated verification opinion shows a decrease in percentage renewable electricity.\n3 Emissions include all offices under financial control. Square footage includes Moody’s managed offices and excludes shared-space offices due to data limitations. The impact is expected to be not material, with emissions in shared-space offices accounting for approximately 0.7% of total location-based emissions from GHG inventory in 2022.\n\n\f##PAGE_BREAK##CLIMATE (continued)\n\nScope 1 and 2 GHG emissions by gas type (metric tons)\n  GRI 305-7  \n\nNitrous oxide (N2O)\n\nCarbon dioxide (CO2)\n\nMethane (CH4)\n\nHydrofluorocarbons (HFC)\n\nEnergy consumption\n  GRI 302-1  \n\nTotal energy (MWh)\n\n  Energy consumption from renewable sources1\n\n  Energy intensity ratio per sq ft (kWh/sq ft)2\n \n\n  GRI 302-3  \n\nScope 1 – direct\n\nNatural gas (MWh)\n\nOther direct (diesel, liquified petroleum gas) (MWh)\n\nScope 2 – indirect\n\nTotal electricity consumption from operations (MWh)\n\n  Electricity intensity ratio per revenue (kWh/$ million of revenue)\n\n  Electricity intensity ratio per headcount (kWh/employee)\n\nRenewable electricity use3\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n  Out of which covered by Energy Attribute Certificates purchased by Moody’s directly\n\nOther indirect (purchased steam and cooling) (MWh)\n\n \n\nMetric Summary \n\n| \n\n72\n\n2020\n\n4\n\n3,377\n\n2\n\n281\n\n32,166\n\n76%\n\n13\n\n2,886\n\n466\n\n24,377\n\n4,252\n\n1,895\n\n100%\n\n84%\n\n4,437\n\n2021\n\n11\n\n1,215\n\n3\n\n54\n\n27,969\n\n74%\n\n11.9\n\n4,299\n\n75\n\n20,619\n\n3,190\n\n1,532\n\n100%\n\n87%\n\n2,976\n\n2022\n\n10\n\n1,206\n\n2\n\n32\n\n29,019\n\n79%\n\n11.7\n\n3,970\n\n238\n\n21,406\n\n3,915\n\n1,484\n\n100%\n\n87%\n\n3,405\n\n1 Due to M&A activity in 2020, energy consumption from renewable sources is reported based on original (pre-M&A), verified 100% renewable electricity use calculations. The 2020 restated calculation (which includes post-M&A) shows a decrease to 58%.                                                                                                                                                                                                      \n2  Energy activity data includes all offices under financial control. Square footage includes Moody’s managed offices and excludes shared-space offices due to data limitations. The impact is expected to be not material, with emissions in shared-space offices accounting for approximately 0.7% of total GHG inventory in 2022.\n3 Renewable electricity percentage is reported based on originally verified electricity consumption values because it is not possible to buy renewable electricity retroactively due to M&A activity; therefore, the 2020 restated verification opinion shows a decrease in percentage renewable electricity.\n\n\f##PAGE_BREAK##ENVIRONMENT AND NATURAL RESOURCES\n\nWaste (rounded)1\n\nTotal waste from office operations\n  GRI 306-3  \n\n  Landfill\n \n\n  GRI 306-5  \n\n  Recycled goods\n \n\n  GRI 306-4  \n\n  Recycled paper\n \n\n  GRI 306-4  \n\nPercentage of our employees in offices that implemented sustainable practices2\n\nEliminated single use plastics\n\nImplemented centralized waste collection3\n\nEliminated coffee machines with capsules/sachets\n\nRecycle coffee capsules/sachets\n\nPercentage spend on sustainable materials (U.S. only)4,5\n\nEco-friendly office paper\n\nEco-friendly stationery and office suppliers\n\nOffice paper use (U.S. and U.K. only)\n\nReduction of office paper from 2019 baseline6\n  Target: 50%\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n \n\n2020\n\nMetric Summary \n\n| \n\n73\n\n2021\n\n2022\n\nmetric tons\n\n% \n\nmetric tons\n\n%\n\nmetric tons\n\n%\n\n600\n\n130\n\n200\n\n270\n\n22%\n\n33%\n\n45%\n\n430\n\n150\n\n240\n\n40\n\n480\n\n170\n\n280\n\n40\n\n35%\n\n56%\n\n9%\n\n35%\n\n58%\n\n7%\n\n54%\n\n61%\n\n40%\n\n77%\n\n46%\n\n37%\n\n96%\n\n61%\n\n77%\n\n53%\n\n78%\n\n25%\n\n42%\n\n94%\n\n80%\n\n1 Actual waste represented 11% of reported volume in 2022. The reported figure represents an extrapolation to cover the full property portfolio.\n2 2021 sustainable practices metrics were restated as a result of a change in methodology and access to improved data.\n3 Includes offices that have more than 50 full time employees, covering approximately 90% of operations based on employee number.\n4 Office paper, stationery and office supplies qualify as eco-friendly when they meet at least one of the more than 45 environmental attributes that are reported by suppliers, see the full definition in the Methodology Note. The decrease of eco-friendly office paper is due, in part, to employee consumption habits.\n5 Represents our offices in the U.S. and excludes shared-space offices due to data limitations. The data accounts for 89% of Moody’s locations in the U.S., corresponding to 27% of global operations. Efforts are in place to increase data coverage globally.\n6 Excludes shared-space offices due to data limitations. The data accounts for approximately 37% of global operations. 2020 and 2021 metrics were restated as a result of improved access to purchased paper data in the U.K. Efforts are in place to increase data coverage globally.\n\n\f##PAGE_BREAK## \n\n2020\n\n8%\n\n4%\n\n1%\n\n0.2%\n\n2021\n\n7%\n\n3%\n\n2%\n\n0.3%\n\nMetric Summary \n\n|  74\n\n2022\n\n8%\n\n3%\n\n2%\n\n0.5%\n\nRESPONSIBLE SOURCING\n\nSupplier diversity\n\nDiverse supplier spend1\n\n  Women-owned\n\n  Small businesses\n\n  Veteran-owned\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n1 Represents addressable spend with suppliers that we do business with directly (Tier 1).\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nBetter Lives\n\nDIVERSITY, EQUITY & INCLUSION\n\nMale\n\n2020\n\nFemale\n\nNot disclosed\n\nMale\n\nGlobal gender diversity1,2\n  GRI 405-1      SASB SV-PS-330a.1      WEF People: diversity and inclusion (%)  \n\nExecutive\n\nSenior Manager\n\nMid-level Manager\n\nFirst-level Manager\n\nNonmanager\n\nTOTAL\n\n67%\n\n67%\n\n67%\n\n63%\n\n50%\n\n59%\n\nWhite\n\n33%\n\n33%\n\n33%\n\n37%\n\n49%\n\n41%\n\n—\n\n—\n\n—\n\n—\n\n1%\n\n—\n\n69%\n\n68%\n\n68%\n\n61%\n\n50%\n\n59%\n\n \n\nMetric Summary \n\n| \n\n75\n\n2021\n\nFemale\n\n31%\n\n32%\n\n32%\n\n39%\n\n49%\n\n41%\n\nNot disclosed\n\nMale\n\n—\n\n—\n\n—\n\n—\n\n1%\n\n—\n\n68%\n\n68%\n\n67%\n\n62%\n\n51%\n\n59%\n\n2022\n\nFemale\n\n32%\n\n32%\n\n33%\n\n38%\n\n48%\n\n41%\n\nNot disclosed\n\n—\n\n—\n\n—\n\n—\n\n1%\n\n—\n\nUnderrepresented \n\ngroups3\n\nNot disclosed\n\nWhite\n\nUnderrepresented \n\ngroups3\n\nOther\n\nWhite\n\nUnderrepresented \n\ngroups3\n\nNot disclosed\n\nRace/Ethnicity: United States\n  GRI 405-1      SASB SV-PS-330a.1      WEF People: diversity and inclusion (%)  \n\nU.S. Officers and Managers4\n\nU.S. Workforce\n\n53%\n\n49%\n\n43%\n\n45%\n\n4%\n\n6%\n\n53%\n\n49%\n\n43%\n\n45%\n\n4%\n\n6%\n\n51%\n\n48%\n\n44%\n\n46%\n\n5%\n\n6%\n\n1 Executives represent CEO, CEO-Direct, Exec Directors, GMD, SMD and MD level; senior managers represent AMD, Country Head, SVP and Senior Director level; mid-level managers represent VP-SCO, VP-SA, VP and Director level; first-level managers represent AVP-Analyst, AVP, Associate Director and Assistant Director level; nonmanagers represent Analyst, \nAssoc Analyst, Assoc and Associate level.\n2 The data by seniority represents approximately 90% of employees (excludes certain nonwholly owned subsidiaries and newly acquired companies for which this data was not yet available). The total breakdown by gender represents the full employee population.\n3 Underrepresented groups include employees who identified as Asian, Latino/Latina, Black, Native American/Alaskan Native, Hawaiian/Other Pacific Island or two or more races.\n4 Officers and Managers are calculated using the job categories: executives, senior managers, mid-level managers and first-level managers.\n\n\f##PAGE_BREAK##DIVERSITY, EQUITY & INCLUSION (continued)\n\nBoard demographics: gender (as of April of respective reporting year)\n  GRI 2-9, 405-1      WEF Principles of governance: governance body composition  \n\nMale\n\nFemale\n\nNot disclosed\n\nBoard demographics: race/ethnicity (as of April of respective reporting year)\n  GRI 2-9, 405-1      WEF Principles of governance: governance body composition  \n\nWhite\n\nUnderrepresented groups1\n\nNot disclosed\n\n \n\n2020\n\n6\n\n3\n\n0\n\n7\n\n2\n\n0\n\nMetric Summary \n\n| \n\n76\n\n2021\n\n2022\n\n7\n\n3\n\n0\n\n7\n\n2\n\n1\n\n8\n\n3\n\n0\n\n8\n\n3\n\n0\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n1 Underrepresented groups include employees who identified as Asian, Latino/Latina, Black, Native American/Alaskan Native, Hawaiian/Other Pacific Island or two or more races.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nHUMAN CAPITAL\n\nGlobal employee breakdown by region\n  GRI 2-7, 405-1      WEF People: diversity and inclusion (%) \n\nAmericas (excluding U.S.)\n\nAsia-Pacific\n\nEMEA\n\nU.S.\n\nNew employee hires 1\n\nNew employee hires\n  GRI 401-1      SASB SV-PS-330a.2      WEF Prosperity: absolute number and rate of employment  \n\n  Female\n\n  Male\n\n  Not disclosed\n\nEmployee turnover rate\n  GRI 401-1      SASB SV-PS-330a.2      WEF Prosperity: absolute number and rate of employment  \n\nVoluntary turnover\n\nInvoluntary turnover\n\nTurnover breakdown by gender\n\nFemale\n\nMale\n\nNot disclosed\n\nFull-time/Part-time employees\n\nFull-time\n\nPart-time\n\nEmployees by business segment\n\nMoody’s Analytics (MA)\n\nMoody’s Investors Service (MIS)\n\nMoody’s Shared Services (MSS)\n\n1 Excludes hires through acquisition.\n\n \n\n2020\n\n679\n\n3,429\n\n3,145\n\n4,234\n\n1,432\n\n7%\n\n4%\n\n11,234\n\n253\n\n5,008\n\n5,051\n\n1,428\n\n2021\n\n764\n\n4,197\n\n3,665\n\n4,834\n\n2,707\n\n13%\n\n3%\n\n13,202\n\n258\n\n6,529\n\n5,295\n\n1,636\n\nMetric Summary \n\n| \n\n77\n\n2022\n\n895\n\n4,486\n\n3,977\n\n5,068\n\n3,541\n\n39%\n\n61%\n\n—\n\n15%\n\n4%\n\n39%\n\n60%\n\n1%\n\n14,181\n\n245\n\n7,122\n\n5,519\n\n1,785\n\n\f##PAGE_BREAK##HUMAN CAPITAL (continued)\n\nCollective bargaining agreements\n\nEmployees covered by collective bargaining agreements1\n  GRI 2-30      WEF People: freedom of association and collective bargaining at risk (%)  \n\nEmployee engagement2\n\nEmployee engagement score3\n  SASB SV-PS-330a.3  \n\n  Global benchmark4\n\nWell-being favorability score5\n\n  Global benchmark4\n\nEngagement survey participation (%)\n\nPerformance review\n\n \n\n2020\n\n10%\n\n76\n\n74\n\n80%\n\n86%\n\nEmployees who received performance and career development reviews6\n  GRI 404-3  \n\nNot available\n\n2021\n\n9%\n\n73\n\n75\n\n76%\n\nNot available\n\n84%\n\n92%\n\nMetric Summary \n\n|  78\n\n2022\n\n10%\n\n75\n\n75\n\n72%\n\n85%\n\n99%\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n1 2020 and 2021 data excludes certain nonwholly owned subsidiaries and newly acquired companies not integrated in Moody’s IT systems. \n2 The data represents approximately 90% of employees (excludes certain nonwholly owned subsidiaries and newly acquired companies which are not integrated in Moody’s IT systems and therefore the survey was not distributed to them).\n3 Employee engagement score is an average of two items: “How happy are you at Moody’s?” and “Would you recommend Moody’s?”\n4 The global benchmark provided by the survey third-party service provider is based on cross-client, cross-industry and cross-country company data from well over 700 organizations and over 150 countries.\n5 The favorability score is the average percentage of employees that agree Moody’s takes a genuine interest in their well-being.\n6 Limited duration employees, employees in a probation period or who joined Moody’s from newly acquired companies do not participate in the GPS performance review process. Certain nonwholly owned subsidiaries for which this data was not yet available are excluded from the analysis. Therefore the data represents approximately 80% of the total  \nemployee population.\n\n\f##PAGE_BREAK##LEARNING AND DEVELOPMENT\n\nTraining hours1,2,3\n\nAbsolute number of training hours (rounded)\n\nAverage training hours per employee\n  GRI 404-1      WEF People: training provided (#)  \n\n  Officer4\n\n  Non-officer\n\nTraining expenditure5\n\nAverage training and development expenditure per employee (rounded)\n  WEF People: training provided ($)  \n\nTraining and development expenditure as a percentage of payroll\n  WEF People: monetized impacts of training  \n\nTALENT ATTRACTION\n\nNumber of unfilled positions (rounded)6,7\n  WEF People: number of unfilled skilled positions (#)  \n\nOpen positions filled by internal candidates in calendar year7,8\n\nAverage hiring cost per new hire (USD, rounded)9\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n \n\n2020\n\n205,400\n\n21\n\n21\n\n21\n\n$1,300\n\n2021\n\n218,800\n\n18\n\n17\n\n20\n\n$1,200\n\nMetric Summary \n\n| \n\n79\n\n2022\n\n204,000\n\n16\n\n14\n\n19\n\n$1,000\n\nApproximately 1%\n\nApproximately 1%\n\nApproximately 1%\n\n2020\n\n40\n\n13%\n\n$5,900\n\n2021\n\n320\n\n20%\n\n$6,000\n\n2022\n\n230\n\n16%\n\n$5,100\n\n1 The data represents approximately 90% of employees (excludes certain nonwholly owned subsidiaries and newly acquired companies not integrated in Moody’s IT systems).\n2 Data includes hours captured in the Moody’s University and centralized online training programs, related to completed training on topics such as compliance, professional development and diversity, equity and inclusion. There are other training programs not captured in the scope of this metric, like professional certifications, on the job learning, and other learning \nevents not administered through Moody’s University.\n3 The training activity continued to decrease in 2022 due to a continued move to online training, including a focus on shorter training duration. In addition, some employees returned to the office and needed to adjust to a new schedule.\n4 Officer-level data is calculated using the job categories: executives, senior managers, mid-level managers and first-level managers.\n5 2020 and 2021 training expenditure metrics were restated to include nonwholly owned subsidiaries.\n6 Positions that had been open for 90 days or longer as of December 31st of respective year.\n7 2020 and 2021 data excludes certain nonwholly owned subsidiaries and newly acquired companies not integrated in Moody’s IT systems.\n8 2020 and 2021 metrics were restated due to changes in methodology.\n9 2020 and 2021 metrics were restated due to a change in methodology and to include nonwholly owned subsidiaries.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nCOMMUNITIES\n\nSocial Investments (rounded)1\n\nMoody’s Foundation grants2\n\nMoody’s charitable contributions3\n\nValue of volunteer hours4\n\n  Number of employee volunteer hours\n\nEmployee-led giving5\n\nTotal social investment \n  WEF Prosperity: total social investment ($)  \n\nMoody’s Foundation programs6\n  GRI 413-2  \n\nEmpowering small businesses\n\nInvested $ (rounded)\n\nNumber of countries served\n\nMedian efficacy rate\n\nTotal beneficiaries (rounded)\n\nFemale beneficiaries\n\nLow-income beneficiaries\n\nSupporting ecosystem restoration\n\nInvested (rounded)\n\nNumber of countries served\n\nMedian efficacy rate\n\nTotal beneficiaries (rounded)\n\nFemale beneficiaries\n\nLow-income beneficiaries\n\n \n\n2020\n\n$3.8 million\n\n$1.9 million\n\n$0.6 million\n\n7,800\n\n$0.6 million\n\n$6.9 million\n\n2021\n\n$3.1 million\n\n$1.9 million\n\n$0.8 million\n\n11,200\n\n$0.7 million\n\n$6.4 million\n\nMetric Summary \n\n|  80\n\n2022\n\n$4.2 million\n\n$1.2 million\n\n$0.9 million\n\n14,000\n\n$1.0 million\n\n$7.4 million\n\n$1.2 million\n\n$1.6 million\n\n$1.7 million\n\n22\n\n88%\n\n2,500\n\n64%\n\n95%\n\n29\n\n96%\n\n4,900\n\n65%\n\n82%\n\n35\n\n100%\n\n1,900\n\n75%\n\n79%\n\n$0.4 million\n\n$0.3 million\n\n$0.3 million\n\n30\n\n100%\n\n60,000\n\n68%\n\n100%\n\n37\n\n100%\n\n62,000\n\n57%\n\n93%\n\n2\n\n100%\n\n1,500\n\n75%\n\n100%\n\n1 Individual social investment items may not sum to Total Social Investment due to rounding.\n2 Grants paid from Moody’s Foundation toward projects aligned with its strategic focus areas, relief response and transition/exit grants.\n3 Payments made by MIS, MA and MSS that have been classified as charitable contributions.\n4 The data represents approximately 90% of employees (excludes certain nonwholly owned subsidiaries and newly acquired companies not integrated in Moody’s IT systems).\n5 Grants paid from Moody’s Foundation toward the Matching Gifts and Dollars for Doers programs.\n6 Measured using Mission Measurement’s Impact Genome Project methodology. Data is reflective of programming that was active in the calendar year and is not reflective of all Moody’s grant partners.\n\n\f##PAGE_BREAK## \n\n2020\n\n$2.7 million\n\n72\n\n100%\n\n79,500\n\n68%\n\n84%\n\nMetric Summary \n\n|  81\n\n2021\n\n2022\n\n$3 million\n\n54\n\n100%\n\n76,900\n\n60%\n\n62%\n\n$2 million\n\n35\n\n100%\n\n3,400\n\n75%\n\n89%\n\nCOMMUNITIES (continued)\n\nMoody’s Foundation programs1 (continued)\n  GRI 413-2  \n\nAll programs2\n\nInvested $ (rounded)\n\nNumber of countries served\n\nMedian efficacy rate\n\nTotal beneficiaries (rounded)\n\nFemale beneficiaries\n\nLow-income beneficiaries\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n1 Measured using Mission Measurement’s Impact Genome Project methodology. Data is reflective of programming that was active in the calendar year and is not reflective of all Moody’s grant partners.\n2 2020 and 2021 data includes the “Helping young people reach their potential” portfolio, which was discontinued in 2022.\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nFramework Index\n\nOur Report has been prepared in accordance with the following voluntary frameworks and initiatives: Value Reporting Foundation’s Sustainability Accounting Standards Board (SASB) Standard for Professional and Commercial Services, the Global \nReporting Initiative (GRI) Standards and the World Economic Forum (WEF) International Business Council’s Stakeholder Capitalism Metrics. These disclosures are meant to assist our investors, customers, business partners and other stakeholders in \nobtaining standardized disclosure.\n\nUnless otherwise noted, this document covers all of Moody’s Corporation (NYSE: MCO) and its subsidiaries, and all quantitative data covers the period from January 1 to December 31, 2022.\n\n \n\nFramework Index \n\n|  82\n\nDESCRIPTION\n\nMOODY’S RESPONSE\n\nThe organization and its reporting practices\n\nOrganizational details\n\nAbout Moody’s, pg 5-16\n2022 Form 10-K, pg 1\n\nEntities included in the organization’s \nsustainability reporting\n\nLike the Moody’s Annual Report, much of Moody’s Sustainability Report describes matters relating to Moody’s \nCorporation and its consolidated subsidiaries, except where otherwise noted. \n2022 Form 10-K, exhibit 21\n\nReporting period, frequency and  \ncontact point\n\nRestatements of information\n\nExternal assurance\n\nActivities and workers\n\nActivities, value chain and other  \nbusiness relationships\n\nAbout this report, pg 7\n2022 Form 10-K, pg 1\nMethodology Note\nFor questions regarding the information in this report, please contact Sustainability@moodys.com\n\nMethodology Note\n\n2022 TCFD Report\n\nMoody’s at a glance, pg 6\nResponsible sourcing, pg 30-31\nBetter solutions, pg 61-68\n2022 Form 10-K, pg 10-12; 17-19\nSupplier Code of Conduct\nHuman Rights Statement\nModern Slavery and Human Trafficking Statement\n\nEmployees\n\nAdvancing DE&I inside Moody’s: our workforce and workplace, pg 38-42\n2022 Form 10-K, pg 14-18\n\nWorkers who are not employees\n\nDuring 2022, Moody’s engaged non-employee workers through tis vendors to provide services on a  \ntemporary basis.\n\nGRI\n\n2-1\n\n2-2\n\n2-3\n\n2-4\n\n2-5\n\n2-6\n\n2-7\n\n2-8\n\nSASB\n\nWEF\n\nPrinciples of governance: setting purpose\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nMOODY’S RESPONSE\n\nGRI\n\nSASB\n\nWEF\n\n \n\nFramework Index \n\n|  83\n\nDESCRIPTION\n\nGovernance\n\nGovernance structure, composition  \nand delegation of responsibility for \nmanaging impacts\n\nNominating and selecting the highest \ngovernance body\n\nCorporate governance, pg 19-20\n2023 Proxy Statement, pg 4; pg 10-14; pg 18-22\nCharter Documents\nDirector and Shareholder Affiliation Policy\n\n2023 Proxy Statement, pg 10-11; pg 28-34\n\nChair of the highest governance body\n\n2023 Proxy Statement, pg 12\n\nRole of highest governance body in \noverseeing the management of impacts\n\nOur sustainability strategy, pg 8\nCorporate governance, pg 19-20\nRisk assessment and management, pg 23\n2023 Proxy Statement, pg 8; pg 15-16; pg 18-22\nAudit Committee Charter\n2022 TCFD Report\n\nHighest governance body’s role in \nsustainability reporting\n\nThe Chief Corporate Affairs Officer and members of the Board of Directors formally review Moody’s Stakeholder \nSustainability report.\n\nConflicts of interest\n\nCommunicating critical concerns\n\n2023 Proxy Statement, pg 12-13; pg 23-24; pg 28\nCode of Ethics for Chief Executive and Senior Financial Officers\nDirector and Shareholder Affiliation Policy\n\nBusiness ethics and professional integrity, pg 21-22\nCode of Business Conduct, pg 11-13\n2022 Form 10-K, Note 21 “Contingencies,” pg 118\n2023 Proxy Statement, pg 16-17\n\nCollective knowledge of the highest \ngovernance body\n\nDeepening board expertise and education, pg 20\n2023 Proxy Statement, pg 11-12\n\nEvaluating the highest governance  \nbody’s performance\n\nRemuneration policies and processes to \ndetermine remuneration\n\n2023 Proxy Statement, pg 15\n\nEmbedding sustainability metrics into executive compensation, pg 20\n2023 Proxy Statement, pg 24-27; pg 47-71\nCompensation and Human Resources Committee Charter\n\n2-9, 2-13, 405-1\n\nPrinciples of governance: governance body composition\n\nPrinciples of governance: purpose-led management\nPrinciples of governance: setting purpose\nPrinciples of governance: ESG in capital  \nallocation framework\n\nSV-PS-510a.2\n\nPrinciples of governance: monetary losses from \nunethical behavior\n\n2-10\n\n2-11\n\n2-12\n\n2-14\n\n2-15\n\n2-16\n\n2-17\n\n2-18\n\n2-19, 2-20\n\nPrinciples of governance: remuneration\n\nAnnual total compensation ratio\n\n2023 Proxy Statement, pg 88\n\n2-21\n\nPeople: wage level (%)\nPeople: pay gap (%, #)\n\n\f##PAGE_BREAK## \n\nFramework Index \n\n|  84\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nDESCRIPTION\n\nMOODY’S RESPONSE\n\nStrategy, policies and practices\n\nStatement on sustainable  \ndevelopment strategy\n\nPolicy commitments\n\nPresident and CEO Message, pg 3\n\nBusiness ethics and professional integrity, pg 21-22\nRisk assessment and management, pg 23\nCode of Business Conduct\nMIS Code of Professional Conduct\nSupplier Code of Conduct\nHuman Rights Statement\n\nMechanisms for seeking advice, raising \nconcerns and remediating negative impacts\n\nProviding reporting mechanisms, pg 21\nCode of Business Conduct\n\nCompliance with laws and regulations\n\nAll material legal matters are disclosed in Moody’s 2022 Form 10-K, Note 21 “Contingencies,” pg 118\n\nExternal initiatives and membership  \nof associations\n\nStakeholder engagement\n\nApproach to stakeholder engagement\n\nContributing to the United Nations SDGs, pg 10\nStakeholder engagement, pg 15\nSupporting our people, communities and institutions, pg 43\nCommunity impact, pg 58\nESG research and partnerships, pg 68\n\nMoody’s key stakeholders are entities or individuals who are involved in its business, can be directly affected by its \nbusiness and/or whose actions can directly affect its business.\nIdentifying and prioritizing our material ESG topics, pg 11\nStakeholder engagement, pg 15-16\n\nCollective bargaining agreements\n\nApproximately 10% of employees are covered by a collective bargaining agreement\n\nDisclosure on material topics\n\nProcess to determine material topics\n\nIdentifying and prioritizing our material ESG topics, pg 11\n\nList of material topics\n\nIdentifying and prioritizing our material ESG topics, pg 11\n\nGRI\n\n2-22\n\n2-23, 2-24\n\n2-25, 2-26\n\n2-27\n\n2-28\n\n2-29\n\n2-30\n\n3-1\n\n3-2\n\nSASB\n\nWEF\n\nPrinciples of governance: setting purpose\nPrinciples of governance: purpose-led management\n\nPrinciples of governance: protected ethics advice and \nreporting mechanisms\n\nSV-PS-510a.2\n\nPeople: freedom of association and collective \nbargaining at risk (%)\n\nPrinciples of governance: material Issues  \nimpacting stakeholders\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nDESCRIPTION\n\nEconomic performance\n\nManagement approach to  \neconomic performance\n\nDirect economic value generated  \nand distributed\n\nMOODY’S RESPONSE\n\nBetter solutions, pg 61-68\n2022 Form 10-K, pg 35-61\n\n2022 Form 10-K, pg 67-70; 111-113\n\nFinancial implications and other risks and \nopportunities due to climate change \n\nInnovation\n\nProfessional integrity\n\nManagement approach to ethics, integrity \nand anti-corruption\n\nIdentifying and prioritizing our material ESG topics, pg 11\nRisk assessment and management, pg 23\nBetter solutions, pg 61-68\n2022 TCFD Report\n2022 Form 10-K, pg 16; 27\n\nBetter solutions, pg 61-68\nStakeholder Sustainability Metric Summary, pg 70-81\n\nBusiness ethics and professional integrity, pg 21-22\nCode of Business Conduct\nMIS Code of Professional Conduct\nAnti-Bribery and Anti-Corruption Policy\nHuman Rights Statement\nSupplier Code of Conduct\nModern Slavery and Human Trafficking Statement\n\n \n\nFramework Index \n\n|  85\n\nGRI\n\n3-3\n\n201-1\n\n201-2\n\nSASB\n\nWEF\n\nProsperity: total tax paid\nProsperity: additional tax remitted\nProsperity: total tax paid by country for  \nsignificant locations\nProsperity: financial investment contribution\nProsperity: economic contribution\nProsperity: social value generated (%)\n\nPrinciples of governance: integrating risk and \nopportunity into business process\nPlanet: TCFD implementation\nPlanet: impact of GHG emissions\n\nProsperity: total R&D expenses ($)\nProsperity: vitality index\nPrinciples of governance: progress against  \nstrategic milestones\n\n3-3\n\nSV-PS-510a.1\n\nPrinciples of governance: anti-corruption\nPrinciples of governance: protected ethics advice  \nand reporting mechanisms\n\nCommunication and training about  \nanti-corruption policies and procedures\n\nBusiness ethics and professional integrity, pg 21-22\nCode of Business Ethics, pg 11-12\n\n205-2\n\nSV-PS-510a.1\n\nPrinciples of governance: anti-corruption\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nDESCRIPTION\n\nPublic policy\n\nManagement approach to public  \npolicy engagement\n\nLobbying and political contributions\n\nHuman rights\n\nManagement approach to human rights\n\nEmployee training on human rights  \npolicies and procedures\n\nClimate and the environment\n\nManagement approach to energy  \nand emissions\n\nEnergy consumption and GHG emissions\n\nMOODY’S RESPONSE\n\nEngaging on public policy, pg 22\nPolitical Engagement and Public Policy Statement\n\nEngaging on public policy, pg 22\n2021 U.S. Political Engagement Report\nPolitical Engagement and Public Policy Statement\n\nSupporting human rights, pg 22\nResponsible sourcing, pg 30-31\nHuman Rights Statement\nCode of Business Conduct, pg 15\nSupplier Code of Conduct\nModern Slavery and Human Trafficking Statement\n\nBusiness ethics and professional integrity, pg 21-22\nResponsible sourcing, pg 30-31\nHuman Rights Statement\nModern Slavery and Human Trafficking Statement\n\nClimate, pg 24-27\n2022 TCFD Report\nDecarbonization Plan\nEnvironmental Sustainability Policy\n\nAchieving our climate targets, pg 25\nStakeholder Sustainability metric summary, pg 70-81\n2022 TCFD Report, pg 36-37\n\nWaste\n\nProtecting nature and biodiversity, pg 27\nEnvironmental Sustainability Policy\n\n \n\nFramework Index \n\n|  86\n\nGRI\n\n3-3\n\n415-1\n\n3-3\n\n412-2\n\n3-3\n\n302-1, 302-3, 302-4,   \n305-1, 305-2, 305-3,  \n305-4, 305-5\n\n306-3, 306-4, 306-5\n\nSASB\n\nWEF\n\nPrinciples of governance: alignment of strategy and \npolicies to lobbying\n\nPeople: risk for incidents of child, forced or  \ncompulsory labor\nPeople: human rights review, grievance impact and \nmodern slavery (#, %)\n\nPlanet: TCFD implementation\nPlanet: impact of GHG emissions\nPrinciples of governance: progress against  \nstrategic milestones\n\nPlanet: greenhouse gas (GHG) emissions\nPlanet: Paris-aligned GHG emissions targets\nPrinciples of governance: progress against  \nstrategic milestones\n\n\f##PAGE_BREAK## \n\nFramework Index \n\n|  87\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nDESCRIPTION\n\nMOODY’S RESPONSE\n\nSupplier environmental assessment\n\nManagement approach to supplier \nenvironmental standards and evaluation\n\nNew suppliers that were screened using \nenvironmental criteria\n\nSupplier social assessment\n\nManagement approach to supplier social \nstandards and evaluation\n\nNew suppliers that were screened using \nsocial criteria\n\nData security and customer privacy\n\nManagement approach to data security \nand customer privacy\n\nResponsible sourcing, pg 30-31\nDecarbonization Plan\nSupplier Code of Conduct\n\nResponsible sourcing, pg 30-31\n\nResponsible sourcing, pg 30-31\nSupplier Code of Conduct\nHuman Rights Statement\nModern Slavery and Human Trafficking Statement\n\nResponsible sourcing, pg 30-31\n\nCybersecurity and data privacy, pg 28-29\nMoody’s privacy notices are publicly available online and listed under Additional Resources, pg 91\n\nIncidents related to customer data and \ncybersecurity breaches\n\nThere were no material incidents related to data and cybersecurity breaches across our global operations in 2022.1\nMonitoring and assessing cybersecurity, pg 28\n\nDiversity, equity and inclusion\n\nManagement approach to diversity,  \nequity and inclusion\n\nDiversity, equity and inclusion, pg 34-43\nEqual Employment Opportunity Policy\nCode of Business Conduct, pg 15-17\nHuman Rights Statement\n\nDiversity of governance body  \nand employees\n\nPrioritizing strong board composition, pg 20\nAdvancing DE&I inside Moody’s: our workforce and workplace, pg 38-42\n\nRatio of basic salary and remuneration  \nof women to men\n\nProviding competitive compensation, pg 49\nOur 2022 equal pay analysis is available in the 2021 Stakeholder Sustainability Report, pg 47\n\nGRI\n\n3-3\n\n308-1\n\n3-3\n\n414-1\n\n3-3\n\n418-1\n\n3-3\n\n405-1\n\n405-2\n\nSASB\n\nWEF\n\nPeople: risk for incidents of child, forced or  \ncompulsory labor\n\nPeople: human rights review, grievance impact and \nmodern slavery (#, %)\n\nSV-PS-230a.1 \nSV-PS-230a.2\n\nSV-PS-230a.3\n\nPrinciples of governance: progress against  \nstrategic milestones\nPeople: discrimination and harassment incidents (#) \nand the total amount of monetary losses ($)\n\nSV-PS-330a.1 \nSV-PS-000.A\n\nPeople: diversity and inclusion (%)\nPrinciples of governance: governance body composition\nPrinciples of governance: progress against  \nstrategic milestones\n\nPeople: pay equality (%)\nProsperity: pay gap (%, #)\nPeople: wage level (%)\n\n1 A material incident is defined as “affecting critical systems or information with potential or confirmed significant impact to revenue, reputation or customers.”\n\n\f##PAGE_BREAK## \n\nFramework Index \n\n|  88\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\nDESCRIPTION\n\nMOODY’S RESPONSE\n\nTalent attraction and development\n\nManagement approach to talent  \nattraction, education and development\n\nEmployee training and upskilling\n\nLearning and development, pg 54-57\n\nLearning and development, pg 54-57\nEmployee learning highlights, pg 54\n\nPerformance review\n\nUnfilled positions\n\nEmployment\n\nManaging our workforce performance, pg 47\n\nAs of December 31, 2022, approximately 230 positions had been open with offers not yet accepted for 90 days  \nor longer.\n\nManagement approach to employment\n\nBetter lives, pg 32-60\n\nBenefits\n\nNew hires and turnover\n\nHealth and well-being\n\nManagement approach to employee  \nhealth and well-being\n\nWorker training on occupational  \nhealth and safety\n\nOffering comprehensive benefits, pg 49-50\n\nWorking to remain an employer of choice, pg 48\n\nEmployee health and well-being, pg 51-53\nEmpowering our people: business resource groups, pg 36-37\nCode of Business Conduct, pg 18\n\nUpholding our code of business conduct, pg 21\nEmpowering our people: business resource groups, pg 36-37\nPlacing employee well-being at the center of how we work, pg 51-53\nCode of Business Conduct, pg 18\n\nSASB\n\nWEF\n\nPeople: monetized impacts of training – Increased \nearning capacity as a result of training  \nintervention (%, $)\nPeople: training provided (#, $)\n\nPeople: number of unfilled skilled positions (#, %)\n\nSV-PS-330a.2\n\nProsperity: absolute number and rate of employment\n\nSV-PS-330a.3\n\nPeople: health and safety (%)\nPeople: employee well-being (%)\n\nGRI\n\n3-3\n\n404-1, 404-2\n\n404-3\n\n3-3\n\n401-2, 401-3, 403-6\n\n401-1\n\n3-3\n\n403-5\n\nWork-related injuries and ill health\n\nProtecting the health and safety of employees, pg 53\n\n403-9, 403-10\n\nPeople: health and safety (%)\nPeople: monetized impacts of work-related incidents \non organization (#, $)\nPeople: employee well-being (%)\n\n\f##PAGE_BREAK## \n\nFramework Index \n\n|  89\n\nDESCRIPTION\n\nLocal communities\n\nManagement approach to community \nengagement and social impact\n\nOperations with local community \nengagement, impact assessments and \ndevelopment programs\n\nOperations with significant actual  \nand potential negative impacts on  \nlocal communities\n\nMOODY’S RESPONSE\n\nCommunity impact, pg 58-60\n\nCommunity impact, pg 58-60\n\nSince we do not have factories or large operating facilities, and our operations do not require large amounts of land \nor resources from the communities in which we operate, our local community impacts are limited.\nRead more on our community engagement initiatives (in our workplace and externally through our business and \nphilanthropy) in Community impact, pg 58-60.\n\nGRI\n\n3-3\n\n413-1\n\n413-2\n\nSASB\n\nWEF\n\nProsperity: total social investment ($)\n\nProsperity: significant indirect economic impacts\n\nA MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n \n\nGlossary \n\n|  90\n\nGlossary\n\nAPAC – Asia-Pacific \n\nEMEA – Europe, Middle East and Africa\n\nGRI – Global Reporting Initiative\n\nM&A – Mergers & acquisitions\n\nMA – Moody’s Analytics\n\nMCO – Moody’s Corporation\n\nMIS – Moody’s Investors Service\n\nBetter Business\nA4S – Accounting for Sustainability\n\nAML – Anti-Money Laundering\n\nCAO – Chief Administrative Officer \n\nBetter Lives\nALI – Asian Leadership Initiative\n\nBetter Solutions\nCIS – Credit Impact Score\n\nALPFA – Association of Latino Professionals for America\n\nCRE – Commercial Real Estate\n\nBES – Business Engagement Survey\n\nCTA – Carbon Transition Assessment\n\nCDP – formerly known as Carbon Disclosure Project\n\nBIG – Black Inclusion Group\n\nGCR – Global Credit Rating Company Limited \n\nCIO – Chief Information Office\n\nCISO – Chief Information Security Officer\n\nBLC – Business Learning Councils\n\nBRG – Business Resource Group \n\nIPS – Issuer Profile Score\n\nKYC – Know Your Customer\n\nSASB – Sustainability Accounting Standards Board\n\nCOSO – Committee of Sponsoring Organizations\n\nCDFI – Community Development Financial Institution\n\nPD – Probability of Default\n\nSDG – Sustainable Development Goals\n\nUNGC – United Nations Global Compact\n\nWEF – World Economic Forum\n\nCRO – Chief Risk Officer\n\nCTO – Chief Technology Officer \n\nEDD – Enhanced Due Diligence\n\nERM – Enterprise Risk Management\n\nCPO – Chief People Officer\n\nCORE – Creating Opportunities for Racial Equity\n\nDE&I – Diversity, equity and inclusion \n\nEAP – Employee Assistance Program\n\nSFDR PAI – Sustainable Finance Disclosure Regulation \nPrincipal Adverse Impact\n\nSME – Small-and-Medium-seized Enterprise \n\nSPO – Second Party Opinion\n\nGFANZ – Glasgow Financial Alliance for Net Zero\n\nEEO-1 – U.S. Equal Employment Opportunity report\n\nGHG – Greenhouse Gas \n\nEOC – Economic Opportunity Coalition \n\nLEED – Leadership in Energy and Environmental Design\n\nGPS – Grow, Perform, Succeed\n\nNGLCC – National LGBT Chamber of Commerce \n\nMATR – Moody’s Analytics Technical Rotation program\n\nPAC – Political Action Committee\n\nPAI – Principal Adverse Impact \n\nMDI – Minority Depository Institution\n\nMLT – Management Leadership for Tomorrow\n\nSBTi – Science-Based Targets initiative\n\nNASP – National Association of Securities Professionals\n\nSFDR – Sustainable Finance Disclosure Regulation\n\nNBA – National Bankers Association \n\nS & O – Strategic and operational \n\nTCFD – Task Force on Climate-related  \nFinancial Disclosures\n\nTNFD – Taskforce on Nature-related  \nFinancial Disclosures\n\nRISE – Previously our Senior Women’s Leadership \nDevelopment Program \n\nTIDE – Talent Aspirations & Alignment,  \nInsights, Development & Career Planning  \nand Exposure & Expansion\n\nUNCF – The United Negro College Fund\n\nVBRG –Veterans Business Resource Group\n\n\f##PAGE_BREAK##A MESSAGE  \nFROM OUR  \nPRESIDENT  \n& CEO\n\n2022  \nSUSTAINABILITY \nHIGHLIGHTS \n\nABOUT  \nMOODY’S\n\nBETTER \nBUSINESS\n\nBETTER  \nLIVES\n\nBETTER  \nSOLUTIONS\n\nAPPENDIX\nMetric Summary\n\nFramework Index\n\nGlossary\n\nAdditional Resources\n\n \n\nAdditional Resources \n\n|  91\n\nAdditional Resources\n\n2022 Form 10-K\n\n2021 Stakeholder Sustainability Report\n\nInvestor Relations website\n\nMethodology Note\n\nBetter Business\n\n2023 Proxy Statement\n\n2022 TCFD Report\n\nAnti-Bribery and Anti-Corruption Policy\n\nStakeholder Sustainability microsite\n\nCode of Business Conduct\n\nPrivacy Policies:\n\n » Bogard Cookies Notice\n\n » Bogard Privacy Policy\n\n » Bureau van Dijk Cookies Notice\n\n » Bureau van Dijk Privacy Policy\n\nBetter Lives\n\n2021 EEO-1 Report\n\nAffirmative Action and Equal Employment  \nOpportunity Policy\n\nCommunity Impact Microsite\n\nCode of Ethics for Chief Executive and Senior  \nFinancial Officers\n\nCorporate Governance Charter Documents\n\nDecarbonization Plan\n\nDirector and Shareholder Affiliation Policy\n\nEnvironmental Sustainability Policy\n\nGlobal Tax Policy\n\nHuman Rights Statement\n\nMIS Code of Professional Conduct\n\n » Bureau van Dijk Product Privacy Notice\n\nDiversity, Equity & Inclusion microsite\n\n » Bureau van Dijk RDC Product Privacy Notice\n\n » Canadian Securities Institute Cookies Notice\n\n » Canadian Securities Institute Privacy Policy\n\n » Catylist Privacy Policy\n\n » kompany Cookies Notice\n\n » kompany Privacy Policy\n\n » MA Pulse Privacy Policy\n\n » MA NewsEdge Privacy Policy\n\n » Moody’s Analytics Privacy Notice\n\nMoody’s Foundation website\n\nMoody’s Russia-Ukraine Crisis Microsite\n\nBetter Solutions\n\nESG & Climate Solutions microsite\n\nESG Insights & Analysis hub\n\nModern Slavery and Human Trafficking Statement\n\n » Moody’s Investors Service Privacy Policy\n\nPolitical Engagement & Public Policy Statement\n\n » Moody’s Candidate/Talent Community Privacy Policy\n\nU.S. Political Engagement Report\n\n » Moody’s Cookies Notice\n\n » PassFort Cookies Notice\n\n » PassFort Privacy Policy\n\nSupplier Code of Conduct\n\n\f##PAGE_BREAK##© 2023 Moody’s Corporation, Moody’s Investors Service, Inc., Moody’s Analytics, Inc. and/or their licensors and affiliates (collectively, “MOODY’S”). All rights reserved.\n\nCREDIT RATINGS ISSUED BY MOODY’S CREDIT RATINGS AFFILIATES ARE THEIR CURRENT OPINIONS OF THE RELATIVE FUTURE CREDIT RISK OF ENTITIES, CREDIT COMMITMENTS, OR DEBT OR DEBT-LIKE SECURITIES, AND MATERIALS, PRODUCTS, SERVICES AND INFORMATION PUBLISHED BY MOODY’S (COLLECTIVELY, \n“PUBLICATIONS”) MAY INCLUDE SUCH CURRENT OPINIONS. MOODY’S DEFINES CREDIT RISK AS THE RISK THAT AN ENTITY MAY NOT MEET ITS CONTRACTUAL FINANCIAL OBLIGATIONS AS THEY COME DUE AND ANY ESTIMATED FINANCIAL LOSS IN THE EVENT OF DEFAULT OR IMPAIRMENT. SEE APPLICABLE MOODY’S RATING \nSYMBOLS AND DEFINITIONS PUBLICATION FOR INFORMATION ON THE TYPES OF CONTRACTUAL FINANCIAL OBLIGATIONS ADDRESSED BY MOODY’S CREDIT RATINGS. CREDIT RATINGS DO NOT ADDRESS ANY OTHER RISK, INCLUDING BUT NOT LIMITED TO: LIQUIDITY RISK, MARKET VALUE RISK, OR PRICE VOLATILITY. \nCREDIT RATINGS, NON-CREDIT ASSESSMENTS (“ASSESSMENTS”), AND OTHER OPINIONS INCLUDED IN MOODY’S PUBLICATIONS ARE NOT STATEMENTS OF CURRENT OR HISTORICAL FACT. MOODY’S PUBLICATIONS MAY ALSO INCLUDE QUANTITATIVE MODEL-BASED ESTIMATES OF CREDIT RISK AND RELATED OPINIONS \nOR COMMENTARY PUBLISHED BY MOODY’S ANALYTICS, INC. AND/OR ITS AFFILIATES. MOODY’S CREDIT RATINGS, ASSESSMENTS, OTHER OPINIONS AND PUBLICATIONS DO NOT CONSTITUTE OR PROVIDE INVESTMENT OR FINANCIAL ADVICE, AND MOODY’S CREDIT RATINGS, ASSESSMENTS, OTHER OPINIONS AND \nPUBLICATIONS ARE NOT AND DO NOT PROVIDE RECOMMENDATIONS TO PURCHASE, SELL, OR HOLD PARTICULAR SECURITIES. MOODY’S CREDIT RATINGS, ASSESSMENTS, OTHER OPINIONS AND PUBLICATIONS DO NOT COMMENT ON THE SUITABILITY OF AN INVESTMENT FOR ANY PARTICULAR INVESTOR. MOODY’S ISSUES \nITS CREDIT RATINGS, ASSESSMENTS AND OTHER OPINIONS AND PUBLISHES ITS PUBLICATIONS WITH THE EXPECTATION AND UNDERSTANDING THAT EACH INVESTOR WILL, WITH DUE CARE, MAKE ITS OWN STUDY AND EVALUATION OF EACH SECURITY THAT IS UNDER CONSIDERATION FOR PURCHASE, HOLDING, OR SALE. \n\nMOODY’S CREDIT RATINGS, ASSESSMENTS, OTHER OPINIONS, AND PUBLICATIONS ARE NOT INTENDED FOR USE BY RETAIL INVESTORS AND IT WOULD BE RECKLESS AND INAPPROPRIATE FOR RETAIL INVESTORS TO USE MOODY’S CREDIT RATINGS, ASSESSMENTS, OTHER OPINIONS OR PUBLICATIONS WHEN MAKING AN \nINVESTMENT DECISION. IF IN DOUBT YOU SHOULD CONTACT YOUR FINANCIAL OR OTHER PROFESSIONAL ADVISER.\n\nALL INFORMATION CONTAINED HEREIN IS PROTECTED BY LAW, INCLUDING BUT NOT LIMITED TO, COPYRIGHT LAW, AND NONE OF SUCH INFORMATION MAY BE COPIED OR OTHERWISE REPRODUCED, REPACKAGED, FURTHER TRANSMITTED, TRANSFERRED, DISSEMINATED, REDISTRIBUTED OR RESOLD, OR STORED FOR \nSUBSEQUENT USE FOR ANY SUCH PURPOSE, IN WHOLE OR IN PART, IN ANY FORM OR MANNER OR BY ANY MEANS WHATSOEVER, BY ANY PERSON WITHOUT MOODY’S PRIOR WRITTEN CONSENT.\n\nMOODY’S CREDIT RATINGS, ASSESSMENTS, OTHER OPINIONS AND PUBLICATIONS ARE NOT INTENDED FOR USE BY ANY PERSON AS A BENCHMARK AS THAT TERM IS DEFINED FOR REGULATORY PURPOSES AND MUST NOT BE USED IN ANY WAY THAT COULD RESULT IN THEM BEING CONSIDERED A BENCHMARK.\n\nAll information contained herein is obtained by MOODY’S from sources believed by it to be accurate and reliable. Because of the possibility of human or mechanical error as well as other factors, however, all information contained herein is provided “AS IS” without warranty of any kind. MOODY’S adopts all necessary measures so that the \ninformation it uses in assigning a credit rating is of sufficient quality and from sources MOODY’S considers to be reliable including, when appropriate, independent third-party sources. However, MOODY’S is not an auditor and cannot in every instance independently verify or validate information received in the credit rating process or in \npreparing its Publications. \n\nTo the extent permitted by law, MOODY’S and its directors, officers, employees, agents, representatives, licensors and suppliers disclaim liability to any person or entity for any indirect, special, consequential, or incidental losses or damages whatsoever arising from or in connection with the information contained herein or the use of or \ninability to use any such information, even if MOODY’S or any of its directors, officers, employees, agents, representatives, licensors or suppliers is advised in advance of the possibility of such losses or damages, including but not limited to: (a) any loss of present or prospective profits or (b) any loss or damage arising where the relevant \nfinancial instrument is not the subject of a particular credit rating assigned by MOODY’S.\n\nTo the extent permitted by law, MOODY’S and its directors, officers, employees, agents, representatives, licensors and suppliers disclaim liability for any direct or compensatory losses or damages caused to any person or entity, including but not limited to by any negligence (but excluding fraud, willful misconduct or any other type of  \nliability that, for the avoidance of doubt, by law cannot be excluded) on the part of, or any contingency within or beyond the control of, MOODY’S or any of its directors, officers, employees, agents, representatives, licensors or suppliers, arising from or in connection with the information contained herein or the use of or inability to use  \nany such information.\n\nNO WARRANTY, EXPRESS OR IMPLIED, AS TO THE ACCURACY, TIMELINESS, COMPLETENESS, MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE OF ANY CREDIT RATING, ASSESSMENT, OTHER OPINION OR INFORMATION IS GIVEN OR MADE BY MOODY’S IN ANY FORM OR MANNER WHATSOEVER.\n\nMoody’s Investors Service, Inc., a wholly-owned credit rating agency subsidiary of Moody’s Corporation (“MCO”), hereby discloses that most issuers of debt securities (including corporate and municipal bonds, debentures, notes and commercial paper) and preferred stock rated by Moody’s Investors Service, Inc. have, prior to assignment of \nany credit rating, agreed to pay to Moody’s Investors Service, Inc. for credit ratings opinions and services rendered by it fees ranging from $1,000 to approximately $5,000,000. MCO and Moody’s Investors Service also maintain policies and procedures to address the independence of Moody’s Investors Service credit ratings and credit rating \nprocesses. Information regarding certain affiliations that may exist between directors of MCO and rated entities, and between entities who hold credit ratings from Moody’s Investors Service, Inc. and have also publicly reported to the SEC an ownership interest in MCO of more than 5%, is posted annually at www.moodys.com under the \nheading “Investor Relations — Corporate Governance — Charter Documents - Director and Shareholder Affiliation Policy.”\n\nAdditional terms for Australia only: Any publication into Australia of this document is pursuant to the Australian Financial Services License of MOODY’S affiliate, Moody’s Investors Service Pty Limited ABN 61 003 399 657AFSL 336969 and/or Moody’s Analytics Australia Pty Ltd ABN 94 105 136 972 AFSL 383569 (as applicable). This \ndocument is intended to be provided only to “wholesale clients” within the meaning of section 761G of the Corporations Act 2001. By continuing to access this document from within Australia, you represent to MOODY’S that you are, or are accessing the document as a representative of, a “wholesale client” and that neither you nor the \nentity you represent will directly or indirectly disseminate this document or its contents to “retail clients” within the meaning of section 761G of the Corporations Act 2001. MOODY’S credit rating is an opinion as to the creditworthiness of a debt obligation of the issuer, not on the equity securities of the issuer or any form of security that  \nis available to retail investors.\n\nAdditional terms for Japan only: Moody’s Japan K.K. (“MJKK”) is a wholly-owned credit rating agency subsidiary of Moody’s Group Japan G.K., which is wholly-owned by Moody’s Overseas Holdings Inc., a wholly-owned subsidiary of MCO. Moody’s SF Japan K.K. (“MSFJ”) is a wholly-owned credit rating agency subsidiary of MJKK. MSFJ is not \na Nationally Recognized Statistical Rating Organization (“NRSRO”). Therefore, credit ratings assigned by MSFJ are Non-NRSRO Credit Ratings. Non-NRSRO Credit Ratings are assigned by an entity that is not a NRSRO and, consequently, the rated obligation will not qualify for certain types of treatment under U.S. laws. MJKK and MSFJ are \ncredit rating agencies registered with the Japan Financial Services Agency and their registration numbers are FSA Commissioner (Ratings) No. 2 and 3 respectively.\n\nMJKK or MSFJ (as applicable) hereby disclose that most issuers of debt securities (including corporate and municipal bonds, debentures, notes and commercial paper) and preferred stock rated by MJKK or MSFJ (as applicable) have, prior to assignment of any credit rating, agreed to pay to MJKK or MSFJ (as applicable) for credit ratings \nopinions and services rendered by it fees ranging from JPY100,000 to approximately JPY550,000,000.\n\nMJKK and MSFJ also maintain policies and procedures to address Japanese regulatory requirements.\n\n\f##PAGE_BREAK##To learn more and to contact us, please visit: \nmoodys.com/sustainability\n\nCertain statements in this report are aspirational or otherwise forward-looking statements. These statements are based on management’s current expectations and are subject to uncertainty and changes in circumstances. These statements, including statements regarding the goals of Moody’s Corporation and its subsidiaries (the \n“Company”), are not guarantees of future results or occurrences. Actual results and financial condition may differ materially from the Company’s expectations or predictions expressed in this report due to a variety of factors, including, among others, global socio-demographic, political and economic trends, technological innovations, \nclimate-related conditions and weather events, legislative and regulatory changes and other unforeseen events or conditions, and the factors discussed in the precautionary statements included in this report and those contained in the Company’s filings with the Securities and Exchange Commission. The forward-looking statements are  \nmade as of the date of this report, and the Company undertakes no obligation to publicly supplement, update or revise such statements on a going-forward basis, whether as a result of subsequent developments, changed expectations or otherwise, except as required by law. In addition, while this report describes potential future events  \nthat may be significant, the significance of those potential events should not be read as equating to materiality as the concept is used in the Company’s filings with the Securities and Exchange Commission.  Forward-looking and other statements in this report may also address our corporate responsibility progress, plans, and goals (including \nsustainability and environmental matters), and the inclusion of such statements is not an indication that these contents are necessarily material to investors or required to be disclosed in the Company’s filings with the Securities and Exchange Commission. In addition, historical, current, and forward-looking sustainability-related statements \nmay be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change in the future.\n\n\f"}